Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: YOUR GUIDE TO THE DIGITAL DEFENDERS VS. DATA INTRUDERS TAKE CONTROL OF YOUR STUFF ONLINE PRIVACY FOR KIDS
da: DIN VEJLEDNING TIL DE DIGITALE FORSVARERE MOD DATAINDTRÆNGERE TAG KONTROL OVER DIT LIV PÅ NETTET PRIVATLIV FOR BØRN
fi: TIEDON SUOJAAJAT OPPAANASI TIETOMURTAJIA VASTAAN PIDÄ HALLUSSASI MITÄ LATAAT NETTIIN! TIETOSUOJAA LAPSILLE
nb: DIN VEILEDER TIL DE DIGITALE FORSVARERE MOT DATAINNTRENGERE TA KONTROLL OVER DITT LIV PÅ NETTET VERN AV PRIVATLIVET FOR BARN
nl: JOUW GIDS TOT DE DIGITALE BESCHERMERS VS. DATAGRAAIERS VERKRIJG CONTROLE OVER JE ONLINE GEGEVENS PRIVACY VOOR KINDEREN
sv: DIN GUIDE TILL DIGITALA FÖRSVARNA MOT DATA INKRÄKTARNA TA KONTROLL ÖVER DINA GREJER ONLINE SEKRETESS FÖR BARN

source: [Cover text]
da: [Overskrift]
fi: [Kansiteksti]
nb: [omslagstekst]
nl: [Omslagtekst]
sv: [Omslagstext]

source: THE INTERNET. IT IS COOL, FAST AND GLOBAL. But it is also complex. Sometimes it can be difficult to see where we are at risk – and where our private stuff online can be read and used by others. Luckily, in our parallel universe where the DIGITAL DEFENDERS fight the evil DATA INTRUDERS, it is easy to see who are the good and who are the bad guys. www.edri.org
da: Internettet. Det er sejt, hurtigt og globalt. Men det er også komplekst. Nogle gange kan det være svært at se, hvor vi er udsatte – og hvor vores private informationer online kan blive set og brugt af andre. I vores parallelle univers, hvor de DIGITALE FORSVARERE bekæmper de onde DATAINDTRÆNGERE, er det heldigvis nemt at se, hvem der er de gode og hvem der er de onde. www.edri.org
nb: INTERNETT. KULT, RASKT OG VERDENSOMSPENNENDE. Det er også komplekst. Noen ganger kan det være vanskelig å se hvor vi løper en risiko – og hvor våre private ting kan leses og brukes av andre. Heldigvis, i vårt parallelle univers, der de DIGITALE FORSVARERNE sloss mot de onde DATAINNTRENGERNE, er det enkelt å se hvem som er de snille, og hvem som er slemmingene. www.edri.org
nl: HET INTERNET. HET IS COOL, SNEL EN OVERAL. Maar het is ook ingewikkeld. Soms kan het moeilijk zijn om te weten wanneer we gevaar lopen en wanneer onze persoonlijke informatie online kan worden gelezen en gebruikt door anderen. Gelukkig is het in ons parallel universum, waar de DIGITALE BESCHERMERS vechten tegen de gemene DATAGRAAIERS, wél makkelijk om te zien wie de goeie- en wie de slechteriken zijn. www.edri.org
sv: INTERNET. DET ÄR COOLT, SNABBT OCH GLOBALT. Men det är också komplicerat. Ibland kan det vara svårt att se riskerna - hur och när vår personliga data kan ses och användas av andra. Som tur är finns DIGITAL DEFENDERS som i vårt parallella universum slåss mot de elaka DATAINKRÄKTARNA. Med deras hjälp är det lätt att avgöra vilka som är de goda och vilka som är de onda. www.edri.org

source: [colophon]
da: [kolofon]
nb: [kolofon]
nl: [colofon]
sv: [kolofon]

source: Booklet edited by: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi
da: Redaktører for bladet: Kirsten Fiedler, EDRi Theresia Renhold, EDRi
fi: Lehtisen ovat toimittaneet: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi
nb: Redaktør for bladet: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi
nl: Boekje bewerkt door: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi
sv: Redaktörer: Kirsten Fiedler, EDRi Theresia Reinhold, EDRi

source: Comics: Gregor Sedlag
da: Tegneserier: Gregor Sedlag
fi: Sarjakuvat: Gregor Sedlag
nb: Tegneserier: Gregor Sedlag
nl: Strips: Gregor Sedlag
sv: Serier: Gregor Sedlag

source: Art & design by: Gregor Sedlag Heini Jarvinen (EDRi-former illustrations)
da: Grafik og design af: Gregor Sedlag Heini Jarvinen (EDRi-former illustrationer)
fi: Kuvitus ja taitto: Gregor Sedlag Heini Jarvinen (EDRi-former illustrations)
nb: Grafikk og formgivning av: Gregor Sedlag Heini Jarvinen (EDRi-former illustrasjoner)
nl: Illustraties & ontwerp door: Gregor Sedlag Heini Jarvinen (EDRi-former illustraties)
sv: Illustrationer & design: Gregor Sedlag Heini Jarvinen (EDRi-former illustrationer)

source: Special thanks to: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
da: Særlig tak til: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
fi: Erityiset kiitokset: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
nb: Spesiell takk til: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
nl: Met speciale dank aan: Gloria González Fuster, VrijeUniversiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL
sv: Särskilt tack till: Gloria González Fuster, Vrije Universiteit Brussel (VUB) Hans Martens, Better Internet for Kids, EUN Partnership AISBL

source: Contributions by: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy
da: Bidrag af: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy
nb: Bidrag av: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy
nl: Met bijdragen van: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy
sv: Medverkande: ApTI Romania Bits of Freedom CCC / Chaos macht Schule Cryptoparty.in Digitale Gesellschaft e. V. EDRi (Brussels office) Open Rights Group Mediamocracy

source: Chapters:
da: Kapitler:
nb: Kapitler:
nl: Hoofdstukken:
sv: Kapitel:

source: Chapter 1: What is the internet? Chapter 2: What is privacy? Chapter 3: Top three tips and tricks Chapter 4: Protect yourself on social networks Chapter 5: Smartphone security Chapter 6: Safer messaging Chapter 7: Surfing the internet Chapter 8: Password security Chapter 9: Photo and video sharing Chapter 10: Apps & tools we like Chapter 11: Hands-on guide for Signal
da: Kapitel 1: Hvad er Internettet? Kapitel 2: Hvad er retten til privatliv? Kapitel 3: Top tre tips- og tricks Kapitel 4: Beskyt dig selv på sociale netværk Kapitel 5: Smartphones og sikkerhed Kapitel 6: Sikrere beskedtjenester Kapitel 7: Surfing på Internettet Kapitel 8: Kodeordsikkerhed Kapitel 9: Billed- og video-deling Kapitel 10: Programmer og værktøjer vi kan lide Kapitel 11: Praktisk vejledning til Signal
sv: Kapitel 1: Vad är internet? Kapitel 2: Vad är integritet? Kapitel 3: Topp tre tips och tricks Kapitel 4: Skydda dig själv på sociala nätverk Kapitel 5: Säkerhet för smarta telefoner Kapitel 6: Säkrare meddelanden Kapitel 7: Surfa på internet Kapitel 8: Lösenordssäkerhet Kapitel 9: Delning av foton och videor Kapitel 10: Appar & verktyg vi gillar Kapitel 11: Praktisk vägledning för Signal

source: [intro]
fi: [johdanto]
nl: [introductie]
sv: [introduktion]

source: The internet. It is cool, fast and global.
da: Internettet. Sejt, hurtigt og verdensomspændende.
fi: Internet on viilee, nopee ja maailmanlaajuinen.
nb: Internett. Kult, raskt og verdensomspennende.
nl: Het internet. Het is cool, snel en overal.
sv: Internet. Det är coolt, snabbt och globalt.

source: But it is also complex. Sometimes it can be difficult to see where we are at risk – and where our private stuff online can be read and used by others.
da: Men det er også komplekst. Nogle gange kan det være vanskeligt at se hvor vi løber risici – og hvor vores private information kan læses og bruges af andre.
fi: Mutta se on myös mutkikas. Toisinaan on vaikea nähdä, missä vaara väijyy - ja missä muut voivat lukea ja ja käyttää yksityistä materiaaliamme verkossa.
nb: Det er også komplekst. Noen ganger kan det være vanskelig å se hvor vi løper risiko – og hvor våre private ting kan leses og brukes av andre.
nl: Maar het is ook ingewikkeld. Soms kan het moeilijk zijn om te weten wanneer we gevaar lopen en wanneer onze persoonlijke informatie online kan worden gelezen en gebruikt door anderen.
sv: Men det är också komplicerat. Ibland kan det vara svårt att se riskerna – hur och när vår personliga data kan ses och användas av andra.

source: Luckily, in our parallel universe where the Defenders fight the evil Intruders, it is easy to see who are the good and who are the bad guys.
da: I vores parallelle univers, hvor Forsvarerne slås mod de onde Dataindtrængere, er det heldigvis enkelt at se, hvem der er de gode og hvem der er de onde.
fi: Onneksi meillä on rinnakkaistodellisuus, jossa tiedon suojaajat taistelevat tietomurtajia vastaan, ja jossa on helppo nähdä ketkä ovat hyviksiä ja ketkä pahiksia.
nb: Heldigvis, i vårt parallelle univers, der forsvarerne sloss mot de onde datainntrengerne, er det enkelt å se hvem som er de snille, og hvem som er slemmingene.
nl: Gelukkig is het in ons parallel universum, waar de DIGITALE BESCHERMERS vechten tegen de gemene DATAGRAAIERS, wél makkelijk om te zien wie de goeie- en wie de slechteriken zijn.
sv: Som tur är finns DIGITALFÖRSVARARNA som i vårt parallella universum slåss mot de elaka DATAINKRÄKTARNA – med dem är det lätt att se vilka som är de goda och vilka som är onda.

source: The Defenders will show you some tips and tricks to protect yourself online. They will teach you self-defence to fight the Intruders.
da: Forsvarerne vil vise dig nogle tips og tricks for at beskytte dig selv på nettet. De vil lære dig selvforsvar for at bekæmpe Indtrængerne.
fi: Puolustajat opettavat sinulle keinoja joilla voit suojella itseäsi verkossa. He opettavat sinulle itsepuolustusta tietomurtajia vastaan.
nb: Forsvarerne vil vise deg noen tips og triks for å beskytte deg selv på nett. De vil lære deg selvforsvar for å hanskes med Inntrengerne.
nl: De Beschermers zullen je wat tips en trucs laten zien die je helpen om jezelf online te beschermen. Ze leren je zelfbescherming zodat je je kunt wapenen tegen de Graaiers.
sv: FÖRSVARARNA kommer att ge dig tips och tricks om hur du kan försvara dig på nätet. De kommer att lära dig självförsvar i kampen mot INKRÄKTARNA.

source: So check out this bookletand get ready to join our superhero team, the Defenders!
da: Check dette blad ud, og vær klar til at blive en del af vores superheltehold, Forsvarerne!
fi: Tutustu siis tähän lehtiseen ja ole valmiina liittymään supersankarijoukkoomme, Puolustajiin!
nb: Sjekk ut dette bladet, og vær klar til å bli med på vårt superheltelag, Forsvarerne!
nl: Dus lees dit boekje en bereid je voor om deel te nemen aan ons superheldenteam, de Beschermers!
sv: Gör dig redo att själv bli en av superhjältarna i team DIGITALFÖRSVARARNA!

source: Your friend,
da: Din ven,
fi: Ystäväsi,
nb: Din venn,
nl: Je vriend,
sv: Din vän,

source: OH, AND KEEP YOUR EYES OPEN FOR THE EDRi-former GAME
da: Orv. Hold øjnene åbne for EDRi-former-spillet
fi: NIIN, JA OLE VALMIINA EDRI-former-PELIÄ varten
nb: Hold øynene åpne for EDRi-former-spillet
nl: OH, EN HOUD JE OGEN OPEN VOOR HET Edri-former SPEL
sv: Missa inte SPELET EDRi-formers

source: You will find quests throughout the booklet. Every quest has only one right answer that will give you one letter. Together, the letters will form the solution word. Hint: it is a word that consists of six letters. The achievement to unlock: A POWERFUL DIGITAL ARMOUR.
da: Du vil finde rebuser rundt omkring i bladet. Hver rebus har kun eet rigtigt svar og vil give dig et bogstav. Sammen vil bogstaverne stave løsningsordet. Hint: Det er et ord som består af seks bogstaver. Skatten som kan låses op: EN MÆGTIGT DIGITAL RUSTNING.
nb: Du vil finne rebuser rundt omkring i bladet. Hver rebus har bare ett riktig svar og vil gi deg én bokstav. Sammen vil bokstavene stave løsningsordet. Hint: Det er et ord som består av seks bokstaver. Utmerkelsen som kan låses opp: EN MEKTIG DIGITAL RUSTNING.
nl: In dit boekje vind je zoektochten. Elke zoektocht kent slechts één juist antwoord. Het antwoord geeft je één letter. Met al die letters kun je een woord vormen dat leidt naar de oplossing. Hint: het woord bestaat uit zes letters. Met dit woord krijg je het volgende: EEN KRACHTIG DIGITAAL HARNAS.
sv: Du kommer att hitta uppdrag på olika ställen i tidningen. Varje uppdrag har ett rätt svar. Det rätta svaret kommer att ge dig en bokstav och tillsammans kommer bokstäverna att bilda ett lösenord. Ledtråd: det är ett ord på sex bokstäver. När du löst uppdragen och hittat lösenordet kan du använda det för att få tillgång till ETT MÄKTIGT DIGITALT PANSAR via en hemlig sajt på nätet.

source: Once you have found the word, you need it to go to a secret page on the internet. Here is how: 1. Find the missing part of the following link: https://edri.org/xxxxxx . 2. Replace the xxxxxx with the solution word (six letters) of the game quests and enter the complete link in your browser.
da: Når du har fundet ordet, vil du skulle gå til en hemmelig side på Internettet. Det gøres på følgende måde: 1 . Find den manglende del af linket: https://edri.org/xxxxxx . 2 . Erstat xxxxxx med løsningsordet (seks bogstaver), som du får fra rebuserne og skrivelse hele linket ind i din internetbrowser.
fi: Kun olet selvittänyt sanan, mene salaiselle internetsivulle: Tee näin: 1. Selvitä seuraavan linkin puuttuva osa: https://edri.org/xxxxxx 2. Korvaa xxxxxx pelitehtävien ratkaisusanalla (kuusi kirjainta) ja syötä linkki kokonaisena selaimeesi.
nb: Når du har funnet ordet, vil du måtte gå til en hemmelig side på Internett. Dette er hvordan det gjøres: 1. Finn den manglende delen av følgende lenke: https://efn.no/xxxxxx . 2. Erstatt xxxxxx med løsningsordet (seks bokstaver) du får fra spillrebusene, og skriv inn den helhetlige lenken i din nettleser.
nl: Zodra je het woord hebt gevonden, ga je naar een geheime website. Zó doe je dat: 1. Zoek het ontbrekende deel van de volgende link: https://edri.org/xxxxxx . 2. Vervang xxxxxx door het zesletterwoord dat je hebt gevonden na het verzamelen van alle letters. Voer de volledige link in in je browser.
sv: Så här går det till: 1. Hitta den saknade delen i den här länken: https://edri.org/xxxxxx . 2. Byt ut xxxxxx mot lösenordet som du fick när du löste uppdragen och skriv in en kompletta länken i din webbläsare.

source: CHAPTER 1 What is the internet?
da: KAPITEL 1 Hvad er Internettet?
sv: KAPITEL 1 Vad är internet?

source: The internet is a global network of devices.
da: Internettet er et globalt netværk af enheder.
fi: Internet on maailmanlaajuinen laitteiden verkko.
nb: Internett er et globalt nettverk av enheter.
nl: Het internet is een wereldwijd netwerk van apparaten.
sv: Internet är ett globalt nätverk av ihopkopplade enheter.

source: When you use the internet on your laptop, tablet or phone, it is a part of the network.
da: Når du bruger Internettet på din bærbare computer, tablet eller telefon, er de en del af netværket.
fi: Kun käytät internetiä läppärilläsi, tabletillasi tai puhelimellasi, se on osa verkkoa.
nb: Når du bruker Internett på din bærbare datamaskin, nettbrett eller telefon, er de en del av nettverket.
nl: Als je internet gebruikt op je laptop, tablet of telefoon, dan ben je onderdeel van het netwerk.
sv: När du använder internet på din bärbara dator, surfplatta eller telefon så är det en del av nätverket.

source: One of the special features of the internet is that lots of different technologies can all be used in the same network.
da: En af de specielle egenskaber med Internettet er, at mange forskellige teknologiske løsninger kan bruge samme netværk.
fi: Yksi internetin erikoisominaisuuksista on, että samassa verkossa voidaan käyttää monia erilaisia teknologioita.
nb: En av de spesielle egenskapene med Internett er at mange forskjellige teknologiske løsninger kan bruke samme nettverk.
nl: Eén van de meest speciale functies van het internet. is dat verschillende technologieën kunnen worden gebruikt op hetzelfde netwerk.
sv: En av de viktigaste egenskaperna med internet är att många olika tekniker kan användas i samma nätverk.

source: We can even use the same connection to download a video, play a game and chat with our friends at the same time.
da: Vi kan endda bruge samme forbindelse til at downloade video, spille, og chatte med vores venner samtidig.
fi: Voimme myös käyttää samaa yhteyttä yhtaikaa videon lataamiseen, pelin pelaamiseen ja ystävien kanssa jutteluun.
nb: Vi kan til og med bruke samme tilkobling til å laste ned video, spille, og sludre med våre venner samtidig.
nl: We kunnen dezelfde verbinding gebruiken om een video te downloaden, een spel te spelen en te chatten met onze vrienden. Allemaal tegelijkertijd.
sv: Vi kan till och med använda samma anslutning för att ladda ner en video, spela ett spel och chatta med våra vänner samtidigt.

source: The internet is global, it is fast and gives us a whole world of opportunities.
da: Internettet er verdensomspændende, det er hurtigt, og det åbner en verden af muligheder.
fi: Internet on maailmanlaajuinen, se on nopea, ja se antaa meille koko joukon mahdollisuuksia.
nb: Internett er verdensomspennende, det er raskt, og gir oss en hel verden av muligheter.
nl: Het internet is wereldwijd, snel en biedt ons een zee van mogelijkheden.
sv: Internet är globalt, snabbt och ger oss en hel värld av möjligheter.

source: The internet is an amazing and powerful invention. Before the internet spread widely, there was no easy way of connecting lots of people with each other. It was much more difficult to listen to music or watch a movie. Also, the internet is a great place to learn as most of the information and knowledge is shared online.
da: Internettet er en utrolig og kraftfuld opfindelse. Før Internettet blev udbredt, fandtes der ingen enkel måde at koble mange folk sammen. Det var meget vanskeligere at lytte til musik eller at se en film. Internettet er også et fantastisk sted at lære, da størstedelen af information og viden deles på nettet.
nb: Internett er en utrolig og kraftig oppfinnelse. Før Internett spredte seg viden rundt, fantes det ingen enkel måte å koble mange folk til hverandre. Det var mye vanskeligere å lytte til musikk eller å se en film. Internett er også en flott plass å lære, siden mesteparten av informasjonen og kunnskapen deles på nett.
nl: Het internet is een geweldige en krachtige uitvinding. Voordat het internet wereldwijd werd uitgerold, was er geen eenvoudige manier om veel mensen met elkaar te verbinden. Het was véél moeilijker om naar muziek te luisteren of om een film te kijken. Het internet is ook een geweldige plek om informatie te verkrijgen en te delen.
sv: Internet är en fantastisk och kraftfull uppfinning. Innan internet användes över hela världen fanns det inget enkelt sätt att koppla ihop så många människor med varandra. Det var också svårare att hitta och snabbt kunna lyssna på ny musik eller titta på en film på det sätt vi gör idag. Internet är också ett jättebra ställe för att lära sig nya saker eftersom nästan all information och kunskap finns på nätet.

source: Internet technology is a bit like a big hill covered with snow – we can use it for skiing, snowboarding or building a snowman. All we need is snow!
da: Internetteknologi er lidt som en stor bakke, der er dækket af sne – vi kan bruge den til at stå på ski, snowboard eller til at bygge en snemand. Alt hvad vi behøver, er sne!
fi: Internetteknologia on hiukan kuin suuri lumipeitteinen mäki - voimme hiihtää, lumilautailla tai rakentaa lumiukon. Tarvitsemme vain lunta!
nb: Internetteknologi er litt som en stor ås dekt av snø – vi kan bruke den til å kjøre ski, snøbrett eller å bygge en snømann. Alt vi trenger er snø!
nl: Internettechnologie lijkt een beetje op een grote heuvel bedekt met sneeuw - we kunnen deze gebruiken om te skiën, snowboarden of om er een sneeuwman op te bouwen. Het enige dat we nodig hebben is sneeuw!
sv: Samtidigt som internet är som ett enormt bibliotek fullt av information och experter, är det också en digital verktygslåda som vi kan använda för att skapa innehåll och ett nöjesfält där vi kan ha kul och umgås.

source: In the online world, the hill is our internet connection and the snow is the language the network speaks – the “internet protocol”!
da: I den netbaserede verden svarer bakken til internetforbindelsen og sneen er det sprog, som netværket snakker – "internetprotokollen"!
fi: Verkkomaailmassa mäki on meidän internetyhteytemme ja lumi on verkon käyttämä kieli - "intenetprotokolla"!
nb: I den nettbaserte verden, er åsen internettilknytningen vår, og snøen er språket nettverket snakker – "internettprotokollen"!
nl: In de online wereld is de heuvel onze internetverbinding en de sneeuw is de taal die het netwerk spreekt - het "internetprotocol"!
sv: I onlinevärlden är kullen vår internetanslutning och snön är det språk som nätverket talar - "internetprotokollet"!

source: Social networks and many other online services look like they are for free – but we actually pay with the personal information that we put online. Information about what we write or read or watch is used by online companies.
sv: Sociala nätverk och andra tjänster kan ofta verka vara gratis. Men faktum är att vi betalar med personlig information som vi - ibland utan att tänka på det - delar på nätet. Information om vad vi skriver, läser eller tittar på används av nätföretag.

source: How can we stay in control of the information we share online?
da: Hvordan kan vi beholde kontrollen over den information, vi deler på nettet?
fi: Kuinka voimme hallita sitä tietoa, jonka jaamme verkossa?
nb: Hvordan kan vi beholde kontrollen over informasjonen vi deler på nett?
nl: Hoe kunnen we de baas blijven over de informatie die we delen?
sv: Hur kan vi få kontroll över informationen vi delar på nätet?

source: You will find the answer to this question in this booklet.
da: Du finder svaret på det spørgsmål i dette hæfte.
fi: Löydät vastauksen tähän kysymykseen tästä lehtisestä.
nb: Du finner svaret på dette spørsmålet i dette heftet.
nl: Je zult het antwoord op deze vraag vinden in dit boekje.
sv: Du kommer att hitta svaret på den frågan i den här tidningen.

source: CHAPTER 2 What is privacy?
da: KAPITEL 2 Hvad er retten til privatliv?
fi: LUKU 2 Mitä on yksityisyys?
nb: KAPITTEL 2 Hva er rett til privatliv?
nl: HOOFDSTUK 2 Wat is privacy?
sv: KAPITEL 2 Vad är integritet?

source: If we have privacy, we have control. But what does this mean?
da: Hvis privatlivet beskyttes, så har vi kontrol. Men hvad betyder det?
fi: Yksityisyys on sitä, että voimme itse päättää. Mutta mitä se tarkoittaa?
nb: Hvis privatlivet vernes, så har vi kontroll. Men hva betyr dette?
nl: Als we privacy hebben, dan hebben we controle. Maar wat betekent dit?
sv: Med personlig integritet har vi kontroll! Men vad innebär det egentligen?

source: Privacy is our right to decidewhat to share and with whom we share it.
da: Retten til privatliv er vores ret til at bestemme, hvad vi deler om os selv, og hvem vi deler det med.
fi: Yksityisyys on oikeutemme päättää mitä jaamme ja kenen kanssa.
nb: Retten til privatliv er vår rett til å bestemme hva vi deler om oss selv, og hvem vi deler det med.
nl: Privacy is ons recht om te bepalen wat we delen en met wie.
sv: Integritet handlar om vår rätt att själva bestämma vad vi vill dela och med vem.
