Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: F-Droid | App store with apps that are open and free software (Google Play alternative) | Easy
sv: F-Droid | Arkiv med appar som är öppen och fri programvara (Google Play-alternativ) | Lätt

source: K9-Mail | Manages your emails | Medium
sv: K9-Mail | Hanterar din e-post | Lätt

source: Transportr | Public transport, check bus and train times | Easy
da: Transportr | Offentlig transport, check bus- og togtider | Let
fi: Transportr | Julkinen liikenne, bussien ja junien aikataulut | Helppo
nb: Transportr | Kollektivtransport, sjekk bussavganger og togtabeller | Enkelt
nl: Transportr | Openbaar vervoer: bekijk bus- en treintijden | Makkelijk
sv: Transportr | Kollektivtrafik, kontrollera buss- och tågtider | Lätt

source: Jitsi Meet | Secure video group calls (Skype alternative) | Easy
sv: Jitsi Meet | Säkra videogruppsamtal (Skype-alternativ) | Lätt

source: Tor Browser | Surf the web anonymously | Easy
da: Tor Browser | Surf på nettet anonymt | Let
fi: Tor-selain | Selaa verkkoa nimettömänä | Helppo
nb: Tor Browser | Surf på nettet anonymt | Enkelt
nl: Tor Browser | Surf anoniem op internet | Makkelijk
sv: Tor Browser | Surfa på webben anonymt | Lätt

source: OpenKeychain | Encrypt emails in K9-Mail | Difficult
sv: OpenKeychain | Kryptera e-post med K9-Mail | Svårt

source: SOFTWARE FOR WINDOWS, MAC AND LINUX
da: SOFTWARE TIL WINDOWS, MAC AND LINUX
fi: OHJELMIA WINDOWSILLE, MACILLE JA LINUXILLE
nb: PROGRAMVARE FOR WINDOWS, MAC og GNU/LINUX
nl: SOFTWARE VOOR WINDOWS, MACOS EN LINUX
sv: PROGRAMVARA FÖR WINDOWS, MAC OCH LINUX

source: Software | What it does | Difficulty to use
da: Program | Hvad det gør | Sværhedsgrad
fi: Ohjelma | Mitä se tekee | Vaikeusaste
nb: Software | Hva den gjør | Enkelhet i bruk
nl: Software | Wat de app doet | Moeilijkheidsgraad
sv: Programvara | Vad den gör | Svårighet att använda

source: Pidgin and OTR Plugin | Messaging (compatible with ChatSecure) | Medium
da: Pidgin og OTR Plugin | Beskedprogram (kompatibelt med ChatSecure) | Mellem
nb: Pidgin og OTR Plugin | Meldingstjeneste (kompatibelt med ChatSecure) | Middels
nl: Pidgin met de OTR-plug-in | Berichten versturen (compatibel met ChatSecure) | Iets moeilijker
sv: Pidgin och OTR plugin | Meddelanden (kompatibel med ChatSecure) | Medium

source: Thunderbird | Manages your emails | Medium
sv: Thunderbird | Hanterar din e-post | Medium

source: Enigmail | Add-on to encrypt emails in Thunderbird | Difficult
sv: Enigmail | Tillägg för att kryptera e-post i Thunderbird | Svårt

source: BROWSER ADD-ONS, PLUG-INS AND EXTENSIONS
sv: WEBBLÄSARTILLÄGG, PLUGIN-PROGRAM OCH INSTICKSMODULER

source: Add-on | What it does | Difficulty to use
sv: Tillägg | Vad den gör | Svårighet att använda

source: Ublock Origin | Blocks web advertisement and tracking | Easy
sv: Ublock Origin | Blockerar webbannonsering och spårning | Lätt

source: Privacy Badger | Blocks online tracking | Easy
sv: Privacy Badger | Blockerar spårning online | Lätt

source: HTTPS Everywhere | Forces websites to encrypt your traffic if possible | Easy
sv: HTTPS Everywhere | Tvingar webbplatser att kryptera din trafik om möjligt | Lätt

source: Cookie AutoDelete | Removes cookies when they are no longer used by open browser tabs | Medium
sv: Cookie AutoDelete | Tar bort cookies när de inte längre används av öppna webbläsarflikar | Medium

source: NoScript | Blocks JavaScript | Difficult
da: NoScript | Blokerer JavaScript | Svær
fi: NoScript | Estää JavaScriptin | Vaikea
nb: NoScript | Blokkerer JavaScript | Vanskelig
nl: NoScript | Blokkeert JavaScript | Moeilijk
sv: NoScript | Blockerar JavaScript | Svårt

source: CHAPTER 11 Hands-on guide for Signal
da: KAPITEL 11 Vejledning til brug af Signal
fi: LUKU 11: Käytännön ohje Signalia varten
nb: KAPITTEL 11 Veiledning til bruk av Signal
nl: HOOFDSTUK 11 Handleiding voor Signal
sv: KAPITEL 11 Praktisk vägledning för Signal

source: Signal is a free Android and iPhone app. It doesn't watch what we say or who we talk to. We can use it to text, call, and share pictures, videos, and contacts.
da: Signal er et frit program til Android og iPhone. Det overvåger ikke, hvem vi snakker med og hvad vi siger. Vi kan bruge det til at sende tekst, ringe, og dele billeder, videoer og kontakter.
fi: Signal on ilmainen sovellus Androidille ja iPhonelle. Se ei vahdi mitä sanotaan tai kenen kanssa puhutaan. Sitä voi käyttää tekstiviesteihin, puheluihin ja kuvien, videoiden ja yhteystietojen jakamiseen.
nb: Signal er et fritt program for Android og iPhone. Det holder ikke oppsyn med hvem vi snakker til og hva vi sier. Vi kan bruke det til å sende tekst, ringe, og dele bilder, videoer og kontakter.
nl: Signal is een gratis app voor Android en iOS. Signal kijkt niet mee met wat we zeggen of met wie we praten. We kunnen het gebruiken voor berichten, bellen en het delen van foto's, video's en contactpersonen.
sv: Signal är en gratis app för Android och iPhone. Den krypterar vad vi säger och vem vi pratar med. Vi kan använda Signal för att messa, ringa och dela bilder, videoklipp och kontakter.

source: It is not the only app we can use to communicate safely, but it is one of the easiest to use. Here is a handson-guide for it in five simple steps:
da: Det er ikke det eneste program, vi kan bruge til at kommunikere trygt, men det er et af de letteste at bruge. Her har du en vejledning på fem enkle skridt:
fi: Se ei ole ainoa sovellus, jolla voi viestiä turvallisesti, mutta se onyksi helppokäyttöisimpiä. Tässä viiden helpon askelen käytännön opas.
nb: Dette er ikke det eneste programmet vi kan bruke til å kommunisere trygt, men det er ett av de enkleste å bruke. Her har du en veiledning i fem enkle steg:
nl: Het is niet de enige app die we kunnen gebruiken om veilig te communiceren, maar het is één van de makkelijkste om te gebruiken. Hier is een handleiding voor Signal, bestaande uit 5 eenvoudige stappen:
sv: bilder, videoklipp och kontakter. Det finns även andra appar för säker kommunikation, men Signal är lätt att komma igång med. Här är en introduktion i fem steg:

source: 1. Go into the Play Store (Android) or App Store (iPhone). Search for »Signal«. Select the app »Signal Private Messenger« and tap ›Install‹. After Signal is installed, open the app.
da: 1 . Gå til Play-butikken (Android) eller App-butikken (iPhone). Søging efter «Signal». Vælg programmet «Signal Private Messenger» og tryk «Installer». Efter at Signal er installeret, åbner du programmet.
fi: 1. Mene Play Storeen (Android) tai AppStoreen (iPhone). Etsi "Signal". Valitse sovellus "Signal Private Messenger" ja napauta "Asenna". Kun Signal on asentunut, avaa sovellus.
nb: 1. Gå til Play-butikken (Android) eller App-butikken (iPhone). Søk etter «Signal». Velg programmet «Signal Private Messenger» og trykk «Installer». Etter at Signal er installert, åpner du programmet.
nl: 1. Ga naar de Play Store (Android) of App Store (iOS). Zoek naar »Signal«. Selecteer de app »Signal Private Messenger« en druk op ›Installeren‹. Open Signal nadat de installatie voltooid is.
sv: 1. Gå in i Play Store (Android) eller App Store (iPhone). Sök efter »Signal«. Välj appen »Signal Private Messenger« och tryck på >Installera<. När installationen är klar öppnar du appen.

source: 2. Register your phone number with Signal by entering your mobile phone number and selecting ›Register‹ or ›Verify your device‹. You'll get a text message with a six digit code. Put that code into Signal.
da: 2 . Registrer dit telefonnummer med Signal ved at taste det ind og vælg «Registrer» eller «Bekræft din enhed». Du vil få en tekstbesked med en sekscifret kode. Tast den kode ind i Signal.
fi: 2. Rekisteröi puhelinnumerosi Signaliin syöttämällä matkapuhelinnumerosi ja valitsemalla "Register" tai "Verify your Device". Saat tekstiviestin jossa on kuusinumeroinen koodi. Syötä koodi Signaliin.
nb: 2. Registrer telefonnummeret ditt med Signal ved å skrive det inn, og velg «Registrer» eller «Bekreft din enhet». Du vil få en tekstmelding med en sekssifret kode. Putt den koden inn i Signal.
nl: 2. Registreer je telefoonnummer bij Signal door je telefoonnummer in te voeren en te drukken op ›Registreren‹ of ›Verifieer je apparaat‹. Je krijgt een SMS met een zescijferige code. Voer die code in in Signal.
sv: 2. Registrera ditt telefonnummer med Signal genom att ange ditt mobilnummer och välj >Registrera< eller >Verifiera enheten<. Du får ett textmeddelande med en sexsiffrig kod. Skriv in koden i Signal.

source: 3. Tap the pencil on the bottom right (Android) or the »+« symbol on the top right (iPhone) to start a conversation.
da: 3 . Tryk på blyantsymbolet nederst til højre (Android) eller »+«-symbolet øverst til højre (iPhone) for at starte en samtale.
fi: Napauta kynää oikeassa alanurkassa (Android) tai +-merkkiä oikeassa ylänurkassa (iPhone) keskustelun aloittamiseksi.
nb: 3. Trykk på blyantsymbolet nederst til høyre (Android) eller »+«-symbolet øverst til høyre (iPhone) for å starte en samtale.
nl: 3. Druk op het potloodje rechtsbeneden (Android) of op het »+«-symbool rechtsboven (iOS) om een gesprek te starten.
sv: 3. Peka på pennan längst ner till höger (Android) eller högst upp till höger (iPhone) för att starta en konversation.

source: 4. Select the person you want to text or call.
da: 4 . Vælg personen du ønsker at sende en besked eller ringe til.
fi: 4. Valitse henkilö jolle haluat soittaa tai lähettää viestin.
nb: 4. Velg personen du ønsker å sende en melding til eller ringe.
nl: 4. Selecteer de persoon die je wilt SMS'en of bellen.
sv: 4. Välj den person du vill skriva eller ringa till.

source: 5. If you want to change between secure messages via your internet connection and insecure SMS, just hold the »Send« button for a tiny bit longer.
da: 5 . Hvis du ønsker at veksle mellem sikre beskeder via din internetforbindelse og usikre SMS-er, hold da «Send»-knappen nede lidt længere.
fi: 5. Jos haluat vaihtaa internetin kautta kulkevien suojattujen viestien ja suojaamattomien tekstiviestien välillä, paina vain "Send" nappia hiukan pitempään.
nb: 5. Hvis du ønsker å veksle mellom sikre meldinger via din internettilknytning, og usikrede SMS-er, hold nede «Send»-knappen litt lengre.
nl: 5. Als je wilt wisselen tussen veilige berichten via je internetverbinding en onveilige SMS, dan moet je de »Versturen«-knop even ingedrukt houden.
sv: 5. Om du vill byta mellan säkra meddelanden via din internetanslutning och osäkert SMS, håll bara knappen »Skicka« en liten stund längre.

source: It's much more secure when the person who we're contacting is using Signal too. It uses our internet connection when we contact another Signal user and normal SMS or minutes when we contact someone who is not using Signal.
da: Det er meget sikrere når, personen vi kommunikerer med, også bruger Signal. Det bruger vores internetforbindelse når vi kontakter en anden Signal-bruger, og normale SMS-er eller opkaldsminutter, når vi kontakter nogen, som ikke bruger Signal.
nb: Det er mye sikrere når personen vi kommuniserer med også bruker Signal. Da brukes vår internettilknytning når vi kontakter en annen Signal-bruker, og vanlige SMS-er eller ringeminutter når vi kontakter noen som ikke bruker Signal.
nl: Het is véél veiliger als de persoon met wie we contact opnemen ook Signal gebruikt. De app gebruikt onze internetverbinding wanneer we contact opnemen met een andere Signal-gebruiker en normale SMS of belminuten wanneer we contact opnemen met iemand die geen Signal gebruikt.
sv: Det blir säkrare när personen som vi kontaktar använder Signal. Appen använder vår internetanslutning när vi kontaktar en annan Signalanvändare och via SMS eller telefonoperatör när vi kontaktar någon som inte använder Signal.

source: Remember! You don't have to get everyone you know to use Signal. Just tell your closest friends and the people you contact most often to install it too and then more and more of your friends will start using it.
sv: Kom ihåg! Du behöver inte övertyga alla du känner att använda Signal. Uppmana bara dina närmaste vänner och de personer du har mest kontakt med att installera appen, då kommer fler och fler att börja använda detta säkrare verktyg.

source: This booklet was made possible thanks to:
da: Dette hæfte blev til takket være:
fi: Tämän lehtisen ovat tehneet mahdolliseksi:
nb: Dette heftet ble til takket være:
nl: Dit boekje is mogelijk gemaakt door:
sv: Denna tidning har gjorts möjlig med hjälp av:

source: • Individual donors on GlobalGiving.com – thank you all for your contribution! • The Adessium Foundation and Open Society Foundations
sv: • Donationer på GlobalGiving.com – tack till alla som har bidragit! • The Adessium Foundation och Open Society Foundations

source: This document is distributed under a Creative Commons 2.0 Licence (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/
da: Dette dokument gøres tilgængeligt under Creative Commons 2.0 (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/
nb: Dette dokumentet gjøres tilgjengelig med bruksvilkår i tråd med Creative Commons 2.0 (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/
nl: Dit document wordt verspreid onder de Creative Commons 2.0-licentie (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/
sv: Detta dokument distribueras under licensen Creative Commons 2.0 (CC BY 2.0) http://creativecommons.org/licenses/by/2.0/

source: » QUEST 6: I SHOULD CHOOSE AS MY PASSWORD … [R] …a random combination of letters, numbers and special characters. [V] …123456789 – it's easy to remember. [D] …the first word I see when opening a random book from a random page.
sv: » UPPDRAG 6: SOM LÖSENORD BORDE JAG VÄLJA … [R] …en slumpmässig kombination av bokstäver, siffror och specialtecken. [V] …123456789 - det är lätt att komma ihåg. [D] …det första ordet jag ser i en slumpmässigt vald bok från en slumpmässigt vald sida.

source: You have answered all questions correctly! You have won a powerful digital armour which will help you defend yourself online (print out the poster, A4 pdf). But this is not all: You have also won access to some hot tricks that will impress your friends.
da: Du har besvaret alle spørgsmålene rigtigt! Du har vundet en mægtig digital rustning, som vil hælpe dig med at forsvare dig selv online (udskriv plakaten, A4 pdf). Men det er ikke alt: Du har også vundet adgang til nogle hotte tricks, der vil imponere dine venner.
fi: Olet vastannut oikein kaikkiin kysymyksiin! Olet voittanut mahtavan digitaalisen panssarin, joka auttaa sinua puolustamaan itseäsi verkossa (tulosta juliste, A4 pdf). Mutta ei tässä kaikki: Olet myös saanut pääsyn muutamiin makeisiin temppuihin joilla voit tehdä vaikutuksen kavereihisi.
nb: Du har funnet riktig svar på alle spørsmålene! Du har vunnet en mektig digital rusning som vil hjelpe deg å forsvare deg på nettet (skriv ut plakaten, A4-PDF). Men det er ikke alt. Du har også skaffet deg tilgang til noen stilige triks som vil imponere vennene dine.
nl: Je hebt alle vragen goed beantwoord! Je beschikt nu over een krachtig, digitaal harnas dat je online beschermt (druk de poster af - A4 PDF). Maar dat is niet alles: je hebt ook toegang gekregen tot handige trucjes waarmee je je vrienden versteld doet staan!
sv: Du har svarat på alla frågor korrekt! Du har vunnit en kraftfull digital rustning som hjälper dig att försvara dig själv online (skriv ut affischen, A4 pdf). Men detta är inte allt: Du har också fått tillgång till några heta trick som kommer att imponera på dina vänner.

source: en_US
da: da_DK
fi: fi_FI
nb: nb_NO
sv: sv

source: You have answered all questions correctly! You have won a powerful digital armour which will help you defend yourself online (print out the <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">poster, A4 pdf</a>). But this is not all: You have also won access to some hot tricks that will impress your friends.
da: Du har besvaret alle spørgsmålet korrekt! Du har vundet en mægtig digital rustning, som vil hjælpe dig med at forsvare dig online (udskriv <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">plakaten, A4 pdf</a>). Men det er ikke alt: du har også vundet adgang til nogle hotte tricks, der vil imponere dine venner.
fi: Olet vastannut oikein kaikkiin kysymyksiin! Olet voittanut mahtavan digitaalisen panssarin, joka auttaa sinua puolustamaan itseäsi verkossa (tulosta <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">juliste, A4 pdf</a>). Mutta ei tässä kaikki: Olet myös saanut pääsyn muutamiin makeisiin temppuihin joilla voit tehdä vaikutuksen kavereihisi.
nb: Du har funnet riktig svar på alle spørsmålene! Du har vunnet en mektig digital rusning som vil hjelpe deg å forsvare deg på nettet (skriv ut <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">plakaten, A4-PDF</a>). Men det er ikke alt. Du har også skaffet deg tilgang til noen stilige triks som vil imponere vennene dine.
nl: Je hebt alle vragen goed beantwoord! Je beschikt nu over een krachtig, digitaal harnas dat je online beschermt (druk de <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">poster af - A4 PDF</a>). Maar dat is niet alles: je hebt ook toegang gekregen tot handige trucjes waarmee je je vrienden versteld doet staan!
sv: Du har svarat på alla frågor korrekt! Du har vunnit en kraftfull digital rustning som hjälper dig att försvara dig online (skriv ut <a href="https://edri.org/files/defenders_vs_intruders_poster.pdf">affisch, A4 pdf</a>). Men detta är inte allt: Du har också fått tillgång till några heta trick som kommer att imponera på dina vänner.

source: Armour piece
da: Rustningsstykke
fi: Panssarin osa
nb: Rustningsdel
nl: Harnasonderdeel
sv: Rustningsstycke

source: What you’ve won:
da: Det du har vundet:
fi: Olet voittanut:
nb: Du har vunnet:
nl: Je hebt het volgende gewonnen:
sv: Vad du har vunnit:

source: More security when you’re surfing the web – on your PC: browse the internet with <strong>Firefox</strong>. <a href="https://www.mozilla.org/en-US/firefox/new/" target="_blank" rel="noopener">Install it here</a>.<br /> Then install the Firefox Add-on <a href="https://www.eff.org/privacybadger" target="_blank" rel="noopener">Privacy Badger</a> – it will block spying ads and invisible trackers.
da: Mere sikkerhed når du surfer på nettet – på din PC: sur på nettet med <strong>Firefox</strong>. <a href="https://www.mozilla.org/en-US/firefox/new/" target="_blank" rel="noopener">Installér her</a>.<br /> Installér derefter Firefox-udvidelsen <a href="https://www.eff.org/privacybadger" target="_blank" rel="noopener">Privacy Badger</a> – den vil blokere spionerende reklamer og usynlige trackers.
nb: Bedre sikkerhet når du surfer på internett – på din PC: Bruk nettleseren <strong>Firefox</strong>. <a href="https://www.mozilla.org/en-US/firefox/new/" target="_blank" rel="noopener">Installer den her</a>.<br /> Deretter installerer du Firefox-utvidelsen <a href="https://www.eff.org/privacybadger" target="_blank" rel="noopener">Privacy Badger</a> – den vil blokkere reklame som spionerer på deg og usynlige sporingssystemer.
nl: Veiliger surfen op internet, op je computer: surf met <strong>Firefox</strong>. <a href="https://www.mozilla.org/nl/firefox/new/" target="_blank" rel="noopener">Installeer via deze link</a>.<br /> Installeer daarna de Firefox-add-on <a href="https://www.eff.org/privacybadger" target="_blank" rel="noopener">Privacy Badger</a>; deze blokkeert spionerende reclame en onzichtbare trackers.
sv: Mer säkerhet när du surfar på webben - på din dator: surfa på internet med <strong>Firefox</strong>. <a href="https://www.mozilla.org/en-US/firefox/new/" target="_blank" rel="noopener">Installera det här</a>. <br /> Installera sedan Firefox-tillägg <a href="https://www.eff.org/privacybadger" target="_blank" rel="noopener">Privacy Badger</a> - det kommer att blockera spionier-annonser och osynliga trackers.

source: On your phone: browse the internet more securely with <strong>Firefox</strong> on <a href="https://play.google.com/store/apps/details?id=org.mozilla.firefox" target="_blank" rel="noopener">Google Play</a> or <a href="https://itunes.apple.com/nl/app/apple-store/id989804926" target="_blank" rel="noopener">Apple Store for iphone</a> – make sure to switch on the “Tracking Protection” and disable cookies in the privacy settings of the preferences.
da: På telefonen: surf mere sikker på nettet med <strong>Firefox</strong> på <a href="https://play.google.com/store/apps/details?id=org.mozilla.firefox" target="_blank" rel="noopener">Google Play</a> eller <a href="https://itunes.apple.com/nl/app/apple-store/id989804926" target="_blank" rel="noopener">Apple Store til iphone</a> – husk at aktivere “Tracking Protection” og deaktivere cookies indstillingerne for privatliv.
nb: På telefonen din: bla rundt på internett med <strong>Firefox</strong> fra <a href="https://play.google.com/store/apps/details?id=org.mozilla.firefox" target="_blank" rel="noopener">Google Play</a> eller <a href="https://itunes.apple.com/nl/app/apple-store/id989804926" target="_blank" rel="noopener">Apple Store for iphone</a> – sikre at du slår på «sporingsbeskyttelse» og kobler ut kaker i personverninstillingene i oppsettet.
nl: Veiliger surfen op internet, op je telefoon: surf met <strong>Firefox</strong> via <a href="https://play.google.com/store/apps/details?id=org.mozilla.firefox" target="_blank" rel="noopener">Google Play</a> of <a href="https://itunes.apple.com/nl/app/apple-store/id989804926" target="_blank" rel="noopener">Apple Store voor iPhone en iPad</a>. Schakel “Bescherming tegen volgen” in schakel cookies uit in de privacy-instellingen.
sv: På din telefon: surfa på internet säkrare med <strong>Firefox</strong> på <a href="https://play.google.com/store/apps/details?id=org.mozilla.firefox" target="_blank" rel="noopener">Google Play</a> eller <a href="https://itunes.apple.com/nl/app/apple-store/id989804926" target="_ blank" rel="noopener">Apple Store för iphone</a> - se till att slå på "Spårningsskyddet" och inaktivera cookies i sekretessinställningarna för inställningarna.
