Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: This means, for example, that you have the right to ask Google, Facebook and others what kind of information they have collected about you. You can also ask them to delete these data.
da: Det betyder for eksempel, at du har ret til at spørge Google, Facebook og andre om, hvilken slags information de har indsamlet om dig. Du kan også bede dem om at slette denne information.
fi: Tämä tarkoittaa esimerkiksi sitä, että sinulla on oikeus kysyä Googlelta, Facebookilta ja muilta, millaista tietoa ne ovat sinusta keränneet. Voit myös pyytää niitä poistamaan tämän tiedon.
nb: Dette betyr, for eksempel, at du har rett til å spørre Google, Facebook og andre om hva slags informasjon de har samlet inn om deg. Du kan også spørre dem om å slette denne informasjonen.
nl: Dit betekent bijvoorbeeld dat je het recht hebt om Google, Facebook en anderen te vragen wat voor informatie ze hebben verzameld over jou. Je kunt ze ook vragen om die gegevens te verwijderen.
sv: Det innebär till exempel att du har rätt att få veta vilken information Google, Facebook och andra har samlat om dig. Du kan också be dem radera dessa data.

source: When we protect our privacy, we are safer and more secure because there might be information that could hurt us if the wrong person knows about it.
sv: När vi skyddar vår personliga integritet kan vi känna oss tryggare och säkrare över att information som kan skada oss inte hamnar i händerna på fel personer.

source: It might be information that we wish to share with some people, like our parents or teachers, but not with anyone else.
da: Det kan være information, vi ønsker at dele med nogle som vores forældre eller lærere, men ikke med nogen andre.
fi: Se voi olla tietoa, jonka haluamme jakaa joidenkin ihmisten kanssa, kuten vanhempiemme ja opettajiemme, mutta emme kenekään muun.
nb: Det kan være informasjon vi ønsker å dele med noen, som våre foreldre eller lærere, men ikke med noen andre.
nl: Dit kan informatie zijn die we willen delen met sommige mensen, zoals onze ouders of leraren, maar niet met iedereen.
sv: Det kan vara information som vi bara vill dela med några få personer.

source: But we can also help others when we protect our privacy because they might want to share something with us that should not be shared with anyone else.
sv: Genom att skydda vår egen integritet kan vi både skydda oss själva och hjälpa andra, eftersom den information de delar med oss då inte automatiskt sprids vidare.

source: We all have things we don't want to share with others.
sv: Vi har alla något som vi inte vill dela med någon annan.

source: Taking care of our own privacy has a lot to do with taking care of our friends too, because it helps us to be free, safe and trustworthy.
da: At værne om vores eget privatliv har også meget at gøre med at passe på vores venner, fordi det bidrager til at gøre os frie, trygge og troværdige.
fi: Se, että huolehdimme omasta yksityisyydestämme vaikuttaa paljon myös siihen kuinka huolehdimme ystävistämme, koska silloin olemme vapaita, turvassa ja luotettavia.
nb: Å verne vårt eget privatliv har også mye å gjøre med å ta vare på våre venner, fordi det bidrar til å gjøre oss frie, trygge og til å stole på.
nl: Zorgen voor onze eigen privacy heeft ook veel te maken met zorgen voor onze vrienden, want het helpt ons om vrij, veilig en betrouwbaar te zijn.
sv: Att värna om vår egen personliga integritet handlar alltså om att ta hand om både oss själva och våra vänner eftersom det hjälper oss att vara fria, säkra och pålitliga.

source: Our parents, friends or anyone who uses the computer after us, can also sometimes see what we searched for. This can happen if we forget to log out or simply when they look at the computer's history.
da: Vores forældre, venner eller andre som bruger computeren efter os, kan nogle gange se hvad vi søgte efter. Dette kan ske fordi vi glemte at logge ud, eller ganske enkelt fordi de kigger i computerens historik.
fi: Vanhempamme, ystävämme, tai kuka tahansa, joka käyttää tietokonetta jälkeemme, voi myös toisinaan nähdä, mitä hakuja olimme tehneet. Näin voi käydä jos unohdamme kirjautua ulos tai jos he yksinkertaisesti katsovat tietokoneen historiatietoja.
nb: Våre foreldre, venner eller andre som bruker datamaskinen etter oss, kan noen ganger se hva vi søkte etter. Dette kan skje fordi vi glemte å logge ut, eller ganske enkelt fordi de ser i datamaskinens historikk.
nl: Onze leraren, vrienden of anderen die de computer na ons gebruiken, kunnen soms zien waar we naar gezocht hebben. Dit kan gebeuren als we vergeten uit te loggen of een kijkje nemen in de geschiedenis van de computer.
sv: Om du använder en dator som andra också har tillgång till är det bra att vara extra noga med att logga ut från dina tjänster och radera datorns sökhistorik när du är färdig. På det sättet skyddar du dig från att andra användare ser vad du tittade på eller letade efter.

source: » DID YOU KNOW?
da: » VIDSTE DU?
fi: TIESITKÖ?
nl: » WIST JE DAT?
sv: » VISSTE DU ATT?

source: Only 20 years ago, most homes had only one phone line which only one person could use at a time. Hardly anyone had a mobile phone and not many people had e-mail.
da: For bare 20 år siden havde de fleste hjem kun én telefonlinje, som kun en person kunne bruge ad gangen. Næsten ingen havde mobiltelefon, og kun få havde e-post.
fi: Vain 20 vuotta sitten useimmissa kodeissa oli vain yksi puhelinlinja ja vain yksi ihminen kerrallaan saattoi käyttää sitä. Tuskin kenelläkään oli kännykkää ja kovin monella ei ollut sähköpostia.
nb: For bare 20 år siden, hadde de fleste hjem bare én telefonlinje som bare én person kunne bruke om gangen. Nesten ingen hadde mobiltelefon, og ikke mange hadde e-post.
nl: 20 jaar geleden beschikten de meeste huizen over één telefoonlijn die slechts door één persoon tegelijk gebruikt kon worden. Bijna niemand had een mobiele telefoon en weinig mensen hadden e-mail.
sv: För 20 år sedan hade de flesta hem bara en telefonlinje som kunde användas av en person i taget. Knappt någon hade mobiltelefon och väldigt få hade mejl.

source: » QUEST 1: THE INTERNET IS… [A] …a network of devices. [B] …an efficient fishing tool for international waters. [C] …a social network.
da: » REBUS 1: INTERNETTET ER... [R]… et netværk af enheder. [S]… et effektivt fiskeriredskab for internationalt farvand. [T]… et socialt netværk.
fi: TEHTÄVÄ 1: INTERNET ON [A] ... laitteiden verkko [B] ...tehokas kalastusväline kansainvälisillä vesillä [C] ... sosiaalinen verkosto.
nb: » REBUS 1: INTERNETT ER… [R]… et nettverk av enheter. [S]… et effektivt fiskeredskap for internasjonalt farvann. [T]… et sosialt nettverk.
nl: » ZOEKTOCHT 1: HET INTERNET IS... [A]... een netwerk van apparaten. [B]...een efficiënt hulpmiddel om te vissen op internationale zeeën. [C]...een sociaal netwerk.
sv: UPPDRAG 1: INTERNET ÄR… [A] …ett nätverk av enheter. [B] …ett effektivt fiskeredskap för internationella vatten. [C] …ett socialt nätverk.

source: 1. Not everyone has to know everything about us
da: 1 . Ikke alle skal ikke vide alt om os
fi: 1. Kaikkien ei tarvitse tietää meistä kaikkea
nb: 1. Du skal ikke vite alt om oss
nl: 1. Niet iedereen hoeft alles over ons te weten
sv: 1. Alla måste inte veta allt om oss

source: Like in the offline world, it is better to choose carefully what we want to share and with whom. Instinctively, we share some things with some people and not with others. The internet sometimes makes it difficult to make that choice.
sv: Precis som i offlinevärlden är det bra att vara noga med vad vi delar med oss av om oss själva. Instinktivt delar vi vissa saker med vissa personer men inte med andra. På internet är det ibland svårt att göra det valet med samma självklarhet.

source: This is partly because it's not always clear what is private online and what isn't, and partly because the internet has different rules than the offline world.
da: Dette er delvis fordi, det ikke altid er klart, hvad der er privat på nettet og hvad der ikke er, og delvis fordi der på Internettet gælder andre regler end i den virkelige verden.
fi: Osittain tämä johtuu siitä, ettei aina ole selvää, mikä verkossa on yksityistä ja mikä ei, ja osittain koska verkossa on eri säännöt kuin sen ulkopuolella.
nb: Dette er delvis fordi det ikke alltid er klart hva som er, og ikke er privat på nettet, og delvis fordi Internett har andre regler enn verden utenfor.
nl: Dit komt deels omdat het op internet niet altijd duidelijk is wat privé is en wat niet en deels omdat het internet andere regels heeft dan de echte wereld.
sv: Det beror delvis på att det inte alltid är uppenbart vad som är privat och inte privat online, vilket beror på att internet har andra regler än den fysiska världen.

source: For example: Our friends will forgive a stupid comment we made when we were angry, and understand our behaviour because they know us. If someone else reads our comment online, they might not understand what we meant and might think we were being mean.
da: For eksempel: Vores venner vil tilgive en dum kommentar som vi er kommet med i vrede og forstår vores opførsel fordi de kender os. Hvis nogen anden læser vores kommentarer på nettet, forstår de måske ikke, hvad vi mente og kan tro, at det var ondsindet ment.
fi: Esimerkiksi: Kaverimme antavat anteeksi kiukustuneena sanomamme hölmön kommentin, ja ymmärtävät käytöksemme koska tuntevat meidät. Jos joku muu lukee kommenttimme verkossa, hän ei välttämättä ymmärrä mitä tarkoitimme ja pitää meitä ilkeinä.
nb: For eksempel: Våre venner vil tilgi en dum kommentar vi kom med i sinne, og forstår oppførselen vår fordi de kjenner oss. Hvis noen andre leser våre kommentarer på nettet, forstår de kanskje ikke hva vi mente og kan tro at vi mente å være slemme.
nl: Voorbeeld: onze vrienden vergeven ons als we een stomme opmerking maken terwijl we boos zijn en begrijpen waarom we dat deden omdat ze ons kennen. Als iemand anders op internet onze opmerking leest, dan begrijpen ze mogelijk niet wat we bedoelen en denken ze dat we gemeen zijn.
sv: Till exempel: Dina vänner skulle förlåta en dum kommentar du sa när du var upprörd och förstå att du inte menade det eftersom de känner dig. Men om någon annan läste samma kommentar på internet skulle de kanske inte förstå vad du menade och tro att du bara var elak.

source: 2. Safety and privacy online isn't difficult
da: 2 . Tryghed og beskyttelse af privatlivet på nettet er ikke svært
fi: Verkossa on vaikea pitää yllä turvallisuutta ja yksityisyyttä.
nb: 2. Trygghet og vern av privatlivet på nettet er ikke vanskelig
nl: 2. Veiligheid en privacy op internet is niet moeilijk
sv: 2. Säkerhet och integritet på nätet behöver inte vara svårt

source: We don't have to be super nerds to keep ourselves safe online. We can protect a tablet, phone or laptop so that our classmates cannot access it. We can use a password that no one else can guess, and watch videos online without being tracked. We can do this in really simple ways.
sv: Du måste inte vara supernörd för att vara säker på nätet. Om det går, använd plattor, mobiler och datorer som andra inte har tillgång till. Använda lösenord som ingen kan gissa. Det går också att göra säkerhetsinställningar för att slippa bli spårad. Vi kan göra detta på riktigt enkla sätt.

source: 3. Knowing what or who we are protecting ourselves against
sv: 3. Att veta vad eller vem vi skyddar oss mot

source: Just as banks need to protect themselves from thieves, we also have to protect ourselves - against companies tracking us online, classmates that might be angry about something, or nosy parents being... nosy parents.
da: Lige som banker er nødt til at beskytte sig mod tyve, må vi også beskytte os selv - mod virksomheder som sporer os på nettet, klassekammerater som kan være sure på os over noget eller snusende forældre som er… snusende forældre.
fi: Kuten pankit suojautuvat varkaita vastaan, meidänkin on suojauduttava - meitä verkossa vakoilevia yhtiöitä vastaan, mahdollisesti jostakin suuttuneita luokkatovereita vastaan, tai nuuskivia vanhempia vastaan, jotka ovat... nuuskivia vanhempia.
nb: Slik banker må beskytte seg mot tyver, må vi også beskytte oss selv - mot selskaper som sporer oss på nett, klassekamerater som kan være sure, uvisst av hvilken grunn, eller snokende foreldre som er … snokende foreldre.
nl: Net zoals dat banken beveiliging nodig hebben om zich te beschermen tegen dieven, moeten wij onszelf beschermen tegen bedrijven die ons willen volgen op internet, tegen klasgenoten die ergens boos over zijn of tegen nieuwsgierige ouders die... nieuwsgierig zijn.
sv: Precis som banker behöver skydda sig mot tjuvar behöver vi också skydda oss själva - mot företag som spårar oss på nätet, klasskompisar som är arga på nånting, eller nyfikna föräldrar som är...så som nyfikna föräldrar är mest.

source: We should ask ourselves what the real threats are and what we can do about them. Once we have thought about these threats, we'll find that it really is possible to keep ourselves safe and control our privacy.
da: Vi bør spørge os selv om, hvad de reelle trusler er og hvad kan gøre ved dem. Når vi først har tænkt over disse truslerne, vil vi indse, at det reelt er muligt at sikre os selv og vores privatliv.
fi: Meidän on kysyttävä, mitkä ovat todelliset uhat, ja mitä voimme tehdä niille. Kun olemme ajatelleet näitä uhkia, huomaamme että todella on mahdollista pysyä turvassa ja varjella yksityisyyttään.
nb: Vi burde spørre oss selv om hva de reelle truslene er, og hva vi er i stand til å gjøre med dem. Når vi først har tenkt gjennom hva truslene utgjør, finner vi at det er muligheten for å beskytte oss selv og styre vårt vern av privatlivet.
nl: We moeten aan onszelf vragen wat de échte bedreigingen zijn en wat we er tegen kunnen doen. Als we hierover nagedacht hebben, dan zien we dat het helemaal niet moeilijk is om onszelf te beschermen en onze privacy te bewaken.
sv: Vi behöver fråga oss själva vilka de verkliga hoten är och vad vi kan göra mot dem. När vi har lärt oss om riskerna kan vi lära oss hur det är möjligt att vara säkra och ha koll på vår integritet.

source: It can be so much fun to use social networks. On social networks, we can chat with friends and family, share pictures, send private messages and post information publicly.
da: Det kan være rigtigt morsomt at bruge sociale netværk. Her kan vi sludre med venner og familie, dele billeder, sende private beskeder og poste information offentligt.
fi: Sosiaalisten verkostojen käyttö voi olla tosi hauskaa. Somessa voimme jutella ystävien ja sukulaisten kanssa, jakaa kuvia, lähettää yksityisviestejä ja lähettää tietoa julkisesti.
nb: Det kan være veldig gøy å bruke sosiale nettverk. På dem kan vi sludre med venner og familie, dele bilder, sende private meldinger og poste informasjon til offentligheten.
nl: Het kan ontzettend leuk zijn om sociale netwerken te gebruiken. Op sociale netwerken kunnen we chatten met vrienden en familie, foto's delen, privéberichten sturen en openbare informatie plaatsen.
sv: Det är ofta roligt att använda sociala nätverk. På sociala nätverk kan vi chatta med vänner och familj, dela bilder, skicka privata meddelanden och lägga upp information tillgänglig för alla.

source: In some countries, children under the age of 13 are not allowed to use some of the social networks. If you want to use social networks, it is best to ask your family and teachers to be sure.
sv: I vissa länder är det inte tillåtet för barn under 13 år att använda vissa typer av sociala nätverk. Om du vill använda sociala nätverk är det bäst att du först frågar din familj eller dina lärare för att vara säker på att det är ok.

source: >> Facebook, Instagram, Twitter, Snapchat, Diaspora and many more are all social networks.
sv: >> YouTube, Facebook, Instagram, Twitter, Snapchat, Diaspora och många fler är alla sociala nätverk.

source: Do you have a favourite? Why do you like them?
sv: Har du någon favorit? Varför tycker du om dem?

source: Some social networks even store messages we decided not to send! Imagine that, when you write a message to your friend on Facebook and don't send the message, your friend will not know about the message. But Facebook keeps it!
sv: Vissa sociala nätverk lagrar inte bara meddelanden du skickat utan även de du inte skickar. Tänk dig att du skriver ett meddelande till din kompis på Facebook men inte skickar iväg det. Din kompis kommer inte att känna till meddelandet. Men Facebook lagrar det!

source: Keep in mind that everything you do on a social network is recorded on the computers of the companies that run it. That doesn't mean that they are going to do something bad with it – but you should know that this is happening.
sv: Kom ihåg att allting vi gör på sociala nätverk sparas på företagets datorer. Det betyder inte att de kommer att göra något dåligt med informationen - men det är bra att känna till att det sker.

source: » DID YOU KNOW? The things we type into a search engine or write in a chat message to a friend are not completely deleted. Companies that provide the services we use (like Youtube, Facebook, Snapchat and so on) record and keep what we write, the websites we visit and the things we search online.
sv: » VISSTE DU ATT? Det vi skriver i en sökmotor eller i ett chattmeddelande till en vän försvinner aldrig helt. Företag som erbjuder de tjänster som vi ofta använder (som YouTube, Facebook, Snapchat och så vidare) kan registrera vad vi skriver, vilka webbplatser vi besöker och vad vi söker efter på nätet.

source: » QUEST 2: PRIVACY IS IMPORTANT BECAUSE… [T] …it helps us to watch music videos. [R] …it helps us to be free and in control online. [G] …it helps us to share pictures with the entire world.
da: » REBUS 2: BESKYTTELSE AF PRIVATLIVET ER VIGTIGT FORDI... [T] ... det hjælper os til at se musikvideoer. [U] ... det hjælper os med at være frie og beholde kontrol på nettet. [G] ... det hjælper os med at dele billeder med hele verden.
fi: TEHTÄVÄ 2: YKSITYISYYS ON TÄRKEÄÄ, KOSKA... [T] ...se auttaa meitä katsomaanmusiikkivideoita. [R] ... se auttaa meitä olemaan vapaita ja hallitsemaan tilannetta verkossa. [G] ... se auttaa meitä jakamaan kuvia koko maailman kanssa.
nb: » REBUS 2: VERN AV PRIVATLIVET ER VIKTIG FORDI… [T] …det hjelper oss å se musikkvideoer. [U] …det hjelper oss å være frie og beholde kontroll på nettet. [G] …det hjelper oss med å dele bilder med hele verden.
nl: » ZOEKTOCHT 2: PRIVACY IS BELANGRIJK, OMDAT... [T] ...het ons helpt om muziekvideo's te bekijken. [R] ...het ons helpt om vrij en in controle te zijn. [G] ...het ons helpt om foto's te delen met de hele wereld.
sv: » UPPDRAG 2: INTEGRITET ÄR VIKTIGT FÖR ATT… [T] …det hjälper oss att titta på musikvideor. [R] …det hjälper oss att vara fria och ha kontroll när vi är på nätet. [G] …det hjälper oss att dela bilder med hela världen.

source: DIGITAL DEFENDERS v DATA INTRUDERS (I)
da: DIGITALE FORSVARERE MOD DATAINDTRÆNGERE (I)
fi: TIEDON PUOLUSTAJAT ja TIETOMURTAJAT [I]
nb: DIGITALE FORSVARERE MOT DATAINNTRENGERE (I)
nl: DIGITALE BESCHERMERS v DATAGRAAIERS (I)
sv: DIGITALFÖRSVARARNA mot DATAINKRÄKTARNA (I)

source: MS. ANONYMITY
da: FR. ANONYMITET
fi: N. NIMETÖN
nb: FR. ANONYMITET
nl: MEVR. ANONIEM
sv: Ann Onym

source: TEAM: DIGITAL DEFENDERS
da: HOLD: DIGITALE FORSVARERE
nb: LAG: DIGITALE FORSVARERE
nl: TEAM: DIGITALE BESCHERMERS
sv: LAG: DIGITALFÖRSVARARNA

source: POWERS: Government tests have augmented her immune system. She also has the ability to use social networks anonymously, so nobody knows who she really is.
da: KRÆFTER: Statskontrollerede forsøg har forstærket hendes immunforsvar. Hun har også muligheden for at bruge sociale netværk anonymt, således at ingen ved, hvem hun egentligt er.
fi: KYVYT: Hallituksen testit ovat vahvistaneet hänen immuunijärjestelmäänsä. Hänellä on myös kyky käyttää somea nimettömänä, niin ettei kukaan tiedä, kuka hän todella on.
nb: KREFTER: Myndighetsforsøk har forsterket immunforsvaret hennes. Hun har også muligheten til å bruke sosiale nettverk anonymt, slik at ingen vet hvem hun egentlig er.
nl: KRACHTEN: Overheidstests hebben haar immuunsysteem versterkt. Ze heeft ook de mogelijkheid om sociale netwerken anoniem te gebruiken, zodat niemand weet wie ze werkelijk is.
sv: SUPERKRAFTER: Regeringstester har stärkt hennes immunsystem. Hon har också förmågan att vara anonym när hon använder sociala nätverk så ingen vet vem hon är.

source: WEAPONS: She is a skilled hand-to-hand fighter
da: VÅBEN: Hun er dygtig til nærkamp
fi: ASEET: Hän on taitava lähitaistelija
nb: VÅPEN: Hun er en dyktig på nærkamp
nl: WAPENS: Ze is een goed getraind vechter die vecht met haar handen
sv: VAPEN: Hon är mycket duktig i närkamp

source: I.D. THIEF
da: ID-TYV
fi: I. D. VARAS
nb: ID-TYV
nl: I.D.-dief
sv: I.D. STÖLD

source: TEAM: DATA INTRUDERS
da: HOLD: DATAINDTRÆNGERE
nb: LAG: DATAINNTRENGERE
nl: TEAM: DATAGRAAIERS
sv: LAG: DATAINKRÄKTARNA

source: POWERS: She can see what you do online and then steal your personal information. She pretends to be you and tries to use your name, social media and e-mail accounts for criminal activities.
da: KRÆFTER: Hun kan se hvad du gør på nettet, for derefter at stjæle personlige oplysninger om dig. Hun lader som om, hun er dig og prøver at bruge dit navn, sociale medier og e-postkonti til kriminelle aktiviteter.
fi: KYVYT: Hän näkee mitä teet verkossa ja pihistää henkilötietosi. Hän esiintyy sinuna ja yrittää käyttää nimeäsi, some- ja sähköpostitilejäsi rikolliseen toimintaan.
nb: KREFTER: Hun kan se hva du gjør på nettet, for så å stjele personopplysninger om deg. Hun later som hun er deg, og prøver å bruke ditt navn, sosiale medier og e-postkontoer til kriminelle aktiviteter.
nl: KRACHTEN: Ze kan zien wat je op het internet doet en je persoonlijke informatie stelen. Ze doet alsof ze jou is en probeert je naam, sociale media- en e-mailaccounts te gebruiken voor criminele activiteiten.
sv: SUPERKRAFTER: Hon kan se vad du gör på nätet och stjäla din personliga information. Hon låtsas att vara du och försöker använda ditt namn, dina konton på sociala nätverk och mejlkonton för att begå brott.

source: WEAPONS: The Alpha Virus – which she uses to infiltrate computers and phones.
da: VÅBEN: Alfavirus – som hun bruger til at infiltrere computere og telefoner.
fi: ASEET: Alpha-virus - jota hän käyttää tunkeutuakseen tietokoneisiin ja puhelimiin.
nb: VÅPEN: Alfaviruset – som hun bruker for å infiltrere datamaskiner og telefoner.
nl: WAPENS: Het Alfa-virus - ze gebruikt dit virus om computers en telefoons binnen te dringen.
sv: VAPEN: Alfaviruset – som hon använder för att infiltrera datorer och telefoner.

source: Our phones have become very important for using the internet.
da: Vores telefoner er blevet meget vigtige for brugen af Internettet.
fi: Puhelimistamme on tullut hyvin tärkeä tapa käyttää internetiä.
nb: Telefonene våre har blitt veldig viktige for bruken av Internett.
nl: Onze telefoons zijn ontzettend belangrijk geworden om mee te internetten.
sv: Vi använder i hög utsträckning våra telefoner för att komma åt internet.

source: We use them when we want to communicate with our friends and family, when we use social networks or just browse the web.
da: Vi bruger dem, når vi ønsker at kommunikere med venner og familie, når vi bruger sociale netværk, eller ganske enkelt for at surfe.
fi: Käytämme niitä kun haluamme yhteyden ystäviin ja sukulaisiin, kun käytämme sosiaalista verkkoa tai vain selaamme nettiä.
nb: Vi bruker dem når vi ønsker å kommunisere med venner og familie, når vi bruker sosiale nettverk, eller ganske enkelt for å surfe.
nl: We gebruiken ze als we willen praten met onze vrienden en familie, als we sociale netwerken gebruiken of gewoon om te surfen op het internet.
sv: - kommunicera med våra vänner, använda sociala nätverk och surfa på webben.
