Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: But our phones are also useful for many other things, we can use them as a torch, to play games or to check the time of the next bus.
da: Men vores telefoner er også nyttige på mange andre måder - vi kan bruge dem som lommelygte, til at spille, eller for at tjekke næste busafgang.
fi: Mutta puhelimista on hyötyä moneen muuhunkin, ne toimivat taskulamppuina, niillä voi pelata tai tarkistaa bussiaikataulun.
nb: Men telefonene våre er også nyttige på mange andre måter, vi kan bruke dem som lommelykt, til å spille, eller for å sjekke neste avgang på bussen.
nl: Maar onze telefoons zijn ook handig voor veel andere dingen: we kunnen ze gebruiken als zaklamp, we kunnen er spelletjes op spelen of kijken hoe laat de volgende bus vertrekt.
sv: Men våra telefoner är också användbara för många andra saker - vi kan ha dem som ficklampa, för att spela spel eller kolla upp när nästa buss kommer.

source: When you install a new app, do you read what permission you are giving the app and how it can access information on your phone? Does a torch app really need access to your address book?
da: Når du installerer en ny app, læser du så virkelig hvilke rettigheder, du giver programmet og hvordan det får adgang til informationen på din telefon? Behøver en lommelygte virkelig adgang til din adresseliste?
fi: Kun asennat uuden sovelluksen, luetko mitä oikeuksia annat sovellukselleja kuinka se pääsee käsiksi puhelimessasi olevaan tietoon? Tarvitseeko taskulamppusovellus tosiaan pääsyä osoitekirjaasi?
nb: Når du installerer ett nytt program, leser du virkelig hvilke tilganger du gir til programmet, og hvordan det får tilgang til informasjon på telefonen din? Trenger en lommelykt virkelig tilgang til adresselista di?
nl: Als je een nieuwe app installeert, lees je dan waarvoor je de app toestemming geeft en hoe de app toegang heeft tot informatie op je telefoon? Heeft een zaklamp-app écht toegang nodig tot je adresboek?
sv: När du installerar en ny app, läs vilka rättigheter och vilken information i din telefon som du ger appen tillgång till? Behöver till exempel ficklampe-appen verkligen få tillgång till din adressbok?

source: It is very tempting to just skip past the »Accept« screen, but it is better to stop and think. There are good reasons not to trust an app that is asking for stuff that it obviously does not need.
sv: Det är väldigt frestande att bara klicka på »acceptera«, men det är bra att stanna upp och tänka efter. Det finns goda anledningar till att inte lita på en app som frågar efter saker som den uppenbart inte behöver.

source: With just a few clicks we can also check and even restrict the permissions of our phones or apps that are already installed. On most devices we can find those in the »Settings«. Have a browse around the settings of your phone, it is good to learn about how your phone works.
da: Med blot nogle få klik kan vi også tjekke, og sågar begrænse vores telefoners rettigheder eller rettighederne for de programmer som allerede er installerede. På de fleste enheder kan vi finde disse under «Indstillinger». Undersøg indstillingerne på din telefon, det er nyttigt sætte sig ind i, hvordan den virker.
fi: Muutamalla klikkauksella voimme myös tarkistaa ja rajoittaa puhelimessamme jo asennettujen sovellusten oikeudet. Useimmista laitteista nämä löytyvät kohdasta "Asetukset". Selaa puhelimesi asetuksia, on hyvä oppia, kuinka puhelin toimii.
nb: Med kun få klikk kan vi også sjekke, og sågar begrense, tilgangene til våre telefoner eller programmer som allerede er installerte. På de fleste enheter kan vi finne disse i «Innstillinger». Sjekk rundt omkring på telefonen din, det er nyttig å lære seg hvordan den virker.
nl: Met slechts een paar klikken kunnen we controleren wat onze telefoon en apps allemaal mogen - en als we willen deze toestemming intrekken. Op de meeste apparaten vinden we die instellingen in de »Instellingen«. Kijk eens rond in de instellingen van je telefoon; dit is een mooie manier om te leren hoe je telefoon werkt.
sv: Med bara några klick kan vi göra begränsningar i de appar som redan är installerade. På de flesta enheter kan vi göra det i »inställningar«. Kolla igenom »inställningar« i din telefon för att få bättre koll på dina appar.

source: » Many apps get access to the personal stuff stored on your phone.
sv: » Många appar får tillgång till personliga grejer lagrade på din telefon.

source: We can restrict access to our location and to our addressbook and we can add a password or fingerprint check to unlock our phone screen.
sv: Vi kan begränsa åtkomsten till vår plats och till vår adressbok och vi kan lägga till ett lösenord eller fingeravtryckskontroll för att låsa upp vår telefonskärm.

source: Making our phones more secure and privacy-friendly, doesn't take much time. Towards the end of this booklet, you can find a list of great apps for this.
da: Det tager ikke lang tid at gøre vores telefoner sikrere og bedre i stand til at beskytte privatlivet. Sidst i dette hæfte finder du en række gode programmer, der har dette for øje.
fi: Ei vie kauan tehdä puhelimestaan turvallisempi ja yksityisyyttä suojaavampi. Lehtisen lopusta löytyy monia hyviä sovelluksia tähän tarkoitukseen.
nb: Det tar ikke lang tid å gjøre telefonene våre sikrere og mer i stand til å verne privatlivet. På slutten av dette heftet finner du mange gode programmer med dette for øye.
nl: Het veiliger en privacyvriendelijker maken van onze telefoons neemt nauwelijks tijd in beslag. Aan het eind van dit boekje vind je een lijst van geweldige apps waarmee je dit kunt doen.
sv: Det tar inte lång tid att göra våra telefoner säkrare och öka skyddet av vår personliga integritet. I slutet av denna tidning hittar du en lista med bra appar för detta.

source: » DID YOU KNOW? If there is a good reason to give an app permission for something – a photo app, for example, that needs to have access to your camera – then there's little to worry about. But if you think that the app is asking for too much, you can check if there are similar apps in the app store that ask for fewer permissions.
sv: » VISSTE DU ATT? Olika appar begär olika mycket information. Om det finns god anledning att ge en app behörighet till något på din telefon, som att ge en foto-app tillgång till din kamera, så är det inget att oroa sig för. Men om du tycker att en app kräver onödiga behörigheter, kolla då om det finns liknande appar som ber om färre behörigheter.

source: DIGITAL DEFENDERS v DATA INTRUDERS (II)
da: DIGITALE FORSVARERE mod DATAINDTRÆNGERE (II)
fi: TIEDON PUOLUSTAJAT ja TIETOMURTAJAT (II)
nb: DIGITALE FORSVARERE mot DATAINNTRENGERE (II)
nl: DIGITALE BESCHERMERS v DATAGRAAIERS (II)
sv: DIGITALFÖRSVARARNA mot DATAINKRÄKTARNA (II)

source: MIND FREER
da: TANKEFRIGØRER
fi: MIELEN VAPAUTTAJA
nb: TANKEFRIGJØRER
nl: GEESTBEVRIJDER
sv: SINNE S. FRID

source: POWERS: He fights for your right to decide what to share and with whom. He has the ability to create a private and secure environment where you can say what you think.
da: KRÆFTER: Han kæmper for din ret til at bestemme, hvad du vil dele med hvem. Han har muligheden for at oprette et privat og sikkert miljø, hvor du kan sige, hvad du tænker.
fi: KYVYT: Hän taistelee sen puolesta, että sinulla on oikeus päättää, mitä paljastat ja kenelle. Hänellä on kyky luoda yksityinen ja turvallinen ympäristö jossa voit sanoa mitä ajattelet.
nb: KREFTER: Han sloss for din rett til å bestemme hva du vil dele med hvem. Han har muligheten til å opprette et privat og sikkert miljø der du kan si hva du tenker.
nl: KRACHTEN: Hij vecht voor je recht om te beslissen wat je deelt en met wie. Hij heeft de mogelijkheid om een veilige privé-omgeving te creëren waar je alles kunt zeggen.
sv: SUPERKRAFTER: Hen kämpar för din rätt att bestämma vad du ska dela och med vem. Hen har förmågan att skapa en privat och säker miljö där du kan säga vad du tycker.

source: WEAPONS: His mind.
da: VÅBEN: Hans sind.
fi: ASEET: Hänen mielensä.
nb: VÅPEN: Hans tanker.
nl: WAPENS: Zijn geest.
sv: VAPEN: Hens sinne.

source: MAN IN THE MIDDLE.
da: MAND-I-MIDTEN.
nb: MANN-I-MIDTEN.
nl: TUSSENPERSOON.
sv: MANNEN I MITTEN.

source: POWERS: He has mystical powers to intercept what you do online. He can pretend to be a legitimate person online and then use this to hack right into your communications, to read your messages, see your photos and watch your videos.
da: KRÆFTER: Han besidder mystiske kræfter til at opsnappe, hvad du gør på nettet. Han kan udgive sig for at være en faktisk person online og derefter bruge dette til at hacke sig ind i dine samtaler, til at læse dine beskeder, se dine billederne og dine videoer.
fi: KYVYT: Hänellä on salaiset kyvyt sekaantua siihen, mitä teet verkossa. Hän voi esiintyä asiaankuuluvana henkilönä verkossa ja käyttää tätä tunkeutuakseen yhteyksiisi, lukeakseen viestejäsi, nähdäkseen kuviasi ja katsoakseen videoitasi.
nb: KREFTER: Han besitter mystiske krefter for å fange opp hva du gjør på nett. Han kan utgi seg for å være en faktisk person på nett, og så bruke dette til å bryte seg rett inn i samtalene dine, for å lese meldingene dine, se bildene og se videoene dine.
nl: KRACHTEN: Hij heeft mystieke krachten om alles wat je op internet doet te onderscheppen. Hij kan zich voordoen als een legitiem persoon en zo inbreken in je gesprekken, je berichten lezen en je foto's en video's bekijken.
sv: SUPERKRAFTER: Han har mystiska krafter att avlyssna vad du gör online. Han kan låtsas att vara en riktig person online och sedan använda information för att hacka din kommunikation, för att läsa dina meddelanden, se dina bilder och titta på dina videoklipp.

source: WEAPONS: His suit and antennas.
da: VÅBEN: Hans dragt og antenner.
fi: ASEET: Puku ja antennit.
nb: VÅPEN: Hans drakt og antenner.
nl: WAPENS: Zijn pak en antennes.
sv: VAPEN: Hans kostym och antenner.

source: Those of us with mobile phones use it to send messages to friends and family.
sv: Vi använder appar i våra mobiltelefoner för att skicka meddelanden till vänner och familj.

source: But some messaging apps record all our messages and track who we talk to. Some apps do this so they can profit from this information.
sv: En del appar läser av innehållet i våra meddelanden och spårar vilka vi pratar med för att sedan kunna dra nytta av informationen.

source: » What you say and do online is very valuable for companies.
da: » Hvad du siger og gør online er meget værdifuldt for visse virksomheder.
fi: Yhtiöille on hyvin arvokasta se, mitä sanot ja teet verkossa.
nb: » Hva du sier og gjør på nett er veldig verdifullt for selskaper.
nl: » Wat je op internet vertelt is waardevol voor bedrijven.
sv: » Vad du säger och gör online är värdefull information för företag.

source: The companies who make messaging apps often scan what we say. They track who we're talking to so they can show us advertisement to make us buy something or to share it with other companies. You can check out a list of cool messaging apps at the end of the booklet. These messaging apps also ensure that we don't receive texts from strangers. And there is also a guide how to install Signal in this booklet – Signal is a cool app to keep your messages safe.
sv: Företag som utvecklar meddelande-appar granskar ofta vad vi skriver. De kartlägger oss för att anpassa annonser och få oss intresserade av vissa varor eller för att dela information om oss vidare till andra företag. Kolla in listan med coola och säkrare meddelande-appar i slutet av tidningen. Dessa appar säkerställer att vi inte tar emot meddelanden från vem som helst. I slutet finns även en guide till hur du installerar appen Signal. Signal är en cool app för säker kommunikation.

source: » QUEST 3: SOCIAL NETWORKS ARE GREAT BECAUSE… [Q] …I can be sure that they will never use or sell my data. [M] …I can stay in touch with friends and family. [N] …I can be sure that only my friends can see the photos I post there
da: » REBUS 3: SOCIALE NETVÆRK ER FANTASTISKE FORDI… [Q] … Jeg kan være sikker på, at de aldrig vil sælge eller bruge mine data. [S] … Jeg kan holde kontakten med venner og familie. [N] … Jeg kan være sikker på, at kun mine venner kan se de billeder, jeg lægger op
fi: TEHTÄVÄ 3: SOSIAALISET VERKOT OVAT MAINIOITA KOSKA... [Q] ...voin olla varma etteivät ne koskaan käytä tai myy tietojani [M] ...voin olla yhteydessä ystäviin ja sukulaisiin [N] ...voinolla varma, että vain ystäväni näkevät sinne lähettämäni valokuvat
nb: » REBUS 3: SOSIALE NETTVERK ER FORTREFFELIGE FORDI… [Q] … Jeg kan være sikker på at de aldri vil selge eller bruke mine data. [S] … Jeg kan holde kontakten med venner og familie. [N] … Jeg kan forsikre meg om at bare mine venner kan se bildene jeg poster der.
nl: » ZOEKTOCHT 3: SOCIALE NETWERKEN ZIJN GEWELDIG, OMDAT... [Q] ...ik zeker weet dat ze mijn gegevens nooit zullen gebruiken of verkopen. [M] ...ik in contact kan blijven met mijn vrienden en familie. [N] ...ik zeker weet dat alleen mijn vrienden kunnen zien welke foto's ik plaats.
sv: » UPPDRAG 3: SOCIALA NÄTVERK ÄR BRA FÖR ATT… [Q] …jag kan vara säker på att de aldrig skulle använda eller sälja min data. [M] …jag kan hålla kontakten med vänner och familj. [N] …jag kan vara säker på att bara mina vänner ser de foton som jag postar där

source: CHAPTER 7 Surfing the internet
da: KAPITEL 7 Surfing på Internettet
fi: LUKU 7: Verkkoselailu
nb: KAPITTEL 7 Surfing på Internett
nl: HOOFDSTUK 7 Surfen op het internet
sv: KAPITEL 7 Surfa på internet

source: A browser is often how we use the internet.
da: Når vi siger, at vi «bruger Internettet», er det ofte en browser vi bruger.
fi: Usein käytämme verkkoa selaimella.
nb: Når vi sier vi «bruker Internett», er det ofte en nettleser vi bruker.
nl: Als we internet gebruiken, doen we dat meestal met een browser.
sv: Vi använder ofta internet genom en webbläsare.

source: » It's easy to forget that the browser is a powerful piece of software itself.
sv: » Det är lätt att glömma att webbläsaren är en kraftfull mjukvara i sig själv.

source: It is sometimes the first thing you open when turning on your phone, tablet or computer, and the last thing you close. But a lot goes on inside the browser that you are not aware of and that can be bad (or good) for your privacy.
sv: Den är ibland det första du öppnar när du slår på telefonen, surfplattan eller datorn och den sista du stänger. Mycket information registreras i webbläsaren som du inte känner till och som kan vara dålig (eller bra) för din integritet.

source: When we go online to buy something, watch videos or to see what our friends have been posting recently, we leave digital footprints. Some websites and social networks use these footprints to follow us.
da: Når vi går på nettet for at købe noget, se videoer eller for at se, hvad vores venner har delt, efterlader vi digitale fodspor. Nogle ewbsider og sociale netværk bruger disse fodspor til at spore os.
fi: Kun menemme verkkoon ostaaksemme jotakin, katsomaan videoita tai tarkistamaan mitä kaverimme ovat viimeksi postanneet, jätämme digitaalisen jalanjäljen. Jotkin sivustot ja sosiaaliset verkot käyttävät näitä jalanjälkiä seuratakseen meitä.
nb: Når vi går på nett for å kjøpe noe, se videoer eller for å se hva våre venner har delt, etterlater vi digitale fotspor. Noen nettsider og sosiale nettverk bruker disse fotsporene til å spore oss.
nl: Als we op internet gaan om iets te kopen, video's te bekijken of kijken wat onze vrienden onlangs hebben geplaatst, dan laten we digitale voetstappen achter. Sommige websites en sociale netwerken gebruiken deze voetstappen om ons te volgen.
sv: När vi surfar på nätet för att köpa något, titta på videor eller se vad våra vänner nyligen har postat, lämnar vi digitala fotspår. Vissa webbplatser och sociala nätverk använder dessa fotspår för att kartlägga oss.

source: » Websites collect lots of stuff about us!
da: » Nogle netsider gemmer meget information om os!
fi: Sivustot keräävät meistä paljon tietoa!
nb: » Noen nettsider tar vare på mye informasjon om oss!
nl: » Websites verzamelen heel veel informatie over ons!
sv: » Webbplatser samlar in mycket data om oss!

source: Who our friends are, what we like, what we are searching for and what we are listening to can all be tracked. These websites can do this because they use »cookies« in our browsers. These »cookies « are small files stored on our devices.
sv: Vilka våra vänner är, vad vi gillar, vad vi söker efter och vad vi lyssnar på kan spåras. Webbplatser kan göra detta eftersom de använder »cookies« i våra webbläsare. Dessa »cookies« är små bitar av programvara.

source: They are invisible to us but when enough of data is collected and combined with other information about us, personal details that we think are secret become known to many people and companies.
sv: »Cookies« är osynliga för oss. Men när tillräckligt mycket data samlas in och kombineras med annan information om oss, kan personliga och hemliga uppgifter bli kända för andra människor och företag.

source: Most devices come with a browser. On Windows proposes Edge, Apple devices come with Safari, and Android devices' default browser is Google Chrome. But those are not necessarily the browsers that protect your privacy best.
sv: De flesta enheter levereras med en webbläsare. I Windows föreslås Edge, Apple-enheter levereras med Safari, och Android-enheter med Google Chrome. Men det är inte nödvändigtvis de webbläsare som fungerar bäst för dig.

source: » DID YOU KNOW? Make sure to check the »privacy options« of your browser and change the default settings so that you take control – just like Perfect Wave! Many people think that the best browser for your privacy and security is Firefox. Why? Because you can customise it, control it, and see how it works. It is possible that it is not yet installed on your computer, but you can download it very easily.
sv: » VISSTE DU ATT? Det går att ställa in »sekretessinställningar« i din webbläsare och ändra standardinställningarna så att du får kontroll - precis som VÅGMÄSTAREN! Många rekommenderar webbläsaren Firefox för din integritet och säkerhet, eftersom du kan anpassa och kontrollera hur den fungerar. Om du inte redan har Firefox på din dator, så är den enkel att ladda ner.

source: DIGITAL DEFENDERS v DATA INTRUDERS (III)
da: DIGITALE FORSVARERE mod DATAINDTRÆNGERE (III)
fi: TIEDON PUOLUSTAJAT ja TIETOMURTAJAT (III)
nb: DIGITALE FORSVARERE mot DATAINNTRENGERE (III)
nl: DIGITALE BESCHERMERS v DATAGRAAIERS (III)
sv: DIGITALFÖRSVARARNA mot DATAINKRÄKTARNA (III)

source: PERFECT WAVE
da: PERFEKT BØLGE
nb: PERFEKT BØLGE
nl: PERFECTE GOLF
sv: VÅGMÄSTAREN

source: POWERS: He can navigate space, hyperspace and cyberspace on his board. The Perfect Wave does not require food or drink, he can survive by converting data into energy. He is almost totally indestructible.
sv: SUPERKRAFTER: Hen kan navigera i rymden, hyperspace och cyberspace på sin surfbräda. Vågmästaren behöver varken mat eller dryck, utan överlever enbart genom att konvertera data till energi. Hen är nästan outplånlig.

source: WEAPONS: His surfboard.
da: VÅBEN: Surfbræt.
fi: ASEET: Hänen surffilautansa.
nb: VÅPEN: Surfebrett.
nl: WAPENS: Zijn surfplank.
sv: VAPEN: Surfbrädan.

source: KRAZY KOOKIE
da: GAL SMÅKAGE
nb: GAL KAKE
nl: GEKKE KOEKIE
sv: KNÄPPA KAKAN

source: POWERS: He is always looking for a fight. He hates all Defenders but considers the Perfect Wave his worst enemy. He has a monstrous appetite for your secrets.
da: KRÆFTER: Han er altid på udkig efter en slåskamp. Han hader alle forsvarerne, men synes at Perfekt Bølge er hans værste fjende. Han har en vældig appetit efter dine hemmeligheder.
fi: KYVYT: Etsii aina tappelua. Hän vihaa kaikkia puolustajia mutta pitää Perfect Wavea pahimpana vihollisenaan. Hän himoitsee salaisuuksiasi kyltymättömästi.
nb: KREFTER: Han er alltid på utkikk etter bråk. Han hater alle forsvarerne, men synes at Perfekt Bølge er sin verste fiende. Han har en uhorvelig appetitt for dine hemmeligheter.
nl: KRACHTEN: Hij is altijd op zoek naar ruzie. Hij haat alle Beschermers maar beschouwt Perfecte Golf als zijn ergste vijand. Hij heeft een monsterlijke honger en zijn favoriete eten zijn jouw geheimen.
sv: SUPERKRAFTER: Han är stridslysten. Han hatar alla digitalförsvarare och ser Vågmästaren som sin värsta fiende. Han har en enorm aptit på dina hemligheter.

source: WEAPONS: His spinning robot arm.
da: VÅBEN: Hans roterende robotarm.
fi: ASEET: Hänen pyörivä robottikätensä.
nb: VÅPEN: Hans roterende robotarm.
nl: WAPENS: Zijn roterende robotarm.
sv: VAPEN: Hans roterande robotarm.

source: » QUEST 4: SOME APPS … [F] …are so secure that I never have to think about my privacy at all when using them. [L] …are better than chocolate. [O] …can access my contacts, pictures, and messages.
da: » REBUS 4: NOGLE PROGRAMMER… [F] … er så sikre, at jeg aldrig behøver at tænke på at beskytte mit privatliv, når jeg bruger dem. [L] … er bedre end chokolade. [T] … har adgang til mine kontakter, billeder og beskeder.
fi: TEHTÄVÄ 4: JOTKIN SOVELLUKSET [F] ...ovat niin turvallisia, ettei minun tarvitse koskaan ajatella yksityisyyttäni niitä käyttäessäni. [L] ...ovat parempia kuin suklaa. [O] ... pääsevät käsiksi yhteystietoihini, kuviini ja viesteihini.
nb: » REBUS 4: NOEN PROGRAMMER… [F] … er så sikre at jeg aldri trenger å tenke på å verne mitt privatliv når jeg bruker dem. [L] … er bedre enn sjokolade. [T] … har tilgang til mine kontakter, bilder og meldinger.
nl: » ZOEKTOCHT 4: SOMMIGE APPS... « [F] ...zijn zó veilig dat ik nooit hoef na te denken over mijn privacy als ik ze gebruik. [L] ...zijn beter dan chocolade. [O] ...hebben toegang tot mijn contactpersonen, afbeeldingen en berichten.
sv: » UPPDRAG 4: VISSA APPAR … [F] …är så säkra att jag aldrig behöver oroa mig för min integritet när jag använder dem. [L] …är bättre än choklad. [O] …kan komma åt mina kontakter, bilder och meddelanden.

source: CHAPTER 8 Password security
da: KAPITEL 8 Kodeordssikkerhed
fi: LUKU 8: Salasanaturvallisuus
nb: KAPITTEL 8 Passordsikkerhet
nl: HOOFDSTUK 8 Veilige wachtwoorden
sv: KAPITEL 8 Lösenordssäkerhet

source: Passwords are very important in the digital age.
sv: Lösenord är mycket viktiga i den digitala tidsåldern.

source: Incredibly important, in fact. They form the basis of your security and privacy. And most people's passwords are very, very weak – the most commonly used passwords are »password« and »12345«.
sv: Enormt viktigt! De utgör grunden för din säkerhet och integritet. De flesta väljer lösenord som är mycket svaga. De vanligaste lösenorden är »lösenord» eller »12345».

source: Creating a secure password is not very difficult.
da: At lave et sikkert kodeord er ikke særligt svært.
fi: Vahvan salasanan luominen ei ole kovin vaikeaa.
nb: Å lage et sikkert passord er ikke veldig vanskelig.
nl: Het creëren van een veilig wachtwoord is niet moeilijk.
sv: Att skapa ett säkert lösenord är inte särskilt svårt.

source: 1. Never use the same password twice
da: 1 . Brug aldrig det samme kodeord to gange
fi: 1. Älä koskaan käytä samaa salasanaa uudestaan.
nb: 1. Aldri bruk samme passord to ganger
nl: 1. Gebruik voor iedere dienst een ander wachtwoord
sv: 1. Använd aldrig samma lösenord

source: This is really one of the most important rules! At least, try to make different versions of the password you created.
da: Dette er faktisk en af de vigtigste skrøner! Men prøv i hvert fald at have forskellige versioner af det kodeord, du har oprettet.
fi: Tämä on yksi tärkeimpiä sääntöjä! Yritä ainakin tehdä eri versioita luomastasi salasanasta.
nb: Dette er faktisk én av de viktigste reglene! Prøv i hvert fall å ha forskjellige versjoner av passordet du opprettet.
nl: Dit is écht één van de belangrijkste regels! Probeer op zijn minst verschillende variaties van het wachtwoord te creëren.
sv: Detta är en av de viktigaste reglerna! Försök åtminstone att variera lösenordet något.
