Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: Browse the net anomymously on your phone: install the Apps <strong>OrBot</strong> and <strong>Orfox</strong> – find them on the <a href="https://play.google.com/store/apps/developer?id=The+Tor+Project">PlayStore</a> (free) or for Apple devices: <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (0.99 €)
da: Surf anonymt på nettet på din telefon: installér programmerne <strong>OrBot</strong> og <strong>Orfox</strong> – kan findes på <a href="https://play.google.com/store/apps/developer?id=The+Tor+Project">PlayStore</a> (gratis) eller til Apple enheder: <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (0.99 €)
fi: Selaa nettiä nimettömänä puhelimellasi. Asenna sovellus <strong>OrBot</strong> and <strong>Orfox</strong> - sen löydät täältä: <a href="https://play.google.com/store/apps/developer?id=The+Tor+Project">PlayStore</a> (ilmainen) tai Applen laitteille: <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (0.99 €)
nb: Bla rundt på nettet anonymt fra telefonen din: installer programmet <strong>OrBot</strong> og <strong>Orfox</strong> – finn dem på <a href="https://play.google.com/store/apps/developer?id=The+Tor+Project">PlayStore</a> (gratis) eller for Apple-enheter: <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (0.99 €)
nl: Surf anoniem op internet op je telefoon: installeer de apps <strong>OrBot</strong> en <strong>Orfox</strong>. Download ze via <a href="https://play.google.com/store/apps/developer?id=The+Tor+Project">Google Play</a> (gratis) of, voor Apple-apparaten, <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (€0.99)
sv: Surfa på nätet anomymt på telefonen: installera appar <strong>OrBot</strong> och <strong>Orfox</strong> – hitta dem på <a href="https://play.google.com/store/apps/developer?id=The+Tor+Projektet">PlayStore</a> (gratis) eller för Apple-enheter: <a href="https://itunes.apple.com/be/app/onion-browser/id519296448?mt=8">Onion Browser</a> (0.99 €)

source: Exchange messages more securely with your friends and family with <strong>Signal Private Messenger</strong>.<br /> You can find it in the <a href="https://play.google.com/store/apps/details?id=org.thoughtcrime.securesms">PlayStore</a> or in Apple’s <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8">Store</a>. Tell your best friends to use it too!
da: Udveksl beskeder mere sikkert med dine venner og familie med <strong>Signal Private Messenger</strong>.<br /> Du kan finde den på <a href="https://play.google.com/store/apps/details?id=org.thoughtcrime.securesms">PlayStore</a> eller iApple’s <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8">Store</a>. Sig til dine venner, at de også skal bruge den!
fi: Vaihda viestejä turvallisemmin ystävien ja sukulaisten kanssa sovelluksella <strong>Signal Private Messenger</strong>.<br />. Se löytyy täältä: <a href="https://play.google.com/store/apps/details?id=org.thoughtcrime.securesms">PlayStore</a> tai Applelle <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8">Store</a>. Kehota parhaita ystäviäsikin käyttämään tätä!
nb: Tryggere utveksling av meldinger med dine venner og familie med <strong>Signal Private Messenger</strong>.<br/> Du finner den på <a href="https://play.google.com/store/apps/details?id=org.thoughtcrime.securesms">PlayStore</a> eller i <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8">butikken</a> til Apple. Spør om dine beste venner også vil bruke dette!
nl: Verstuur berichten op een veilige manier naar vrienden en familie met <strong>Signal Private Messenger</strong>.<br /> Te vinden in <a href="https://play.google.com/store/apps/details?id=org.thoughtcrime.securesms">Google Play</a> en de <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8">Apple Store</a>. Laat je beste vrienden er ook gebruik van maken!
sv: Byt ut meddelanden säkrare med dina vänner och familj med <strong>Signal Private Messenger</strong>.<br /> Du hittar det i <a href="https://play.google.com/store/apps/detaljer?id=org.thoughtcrime.securesms">PlayStore</a> eller i Apples <a href="https://itunes.apple.com/us/app/signal-private-messenger/id874139669?mt=8" >Store</a>. Be dina bästa vänner att använda det också!

source: If you want to find stuff on the net, use a search engine that respects your privacy – like <a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> or <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>
da: Brug en søgemaskine, der respekterer privatlivet, når du skal finde ting på nettet <a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> eller <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>
fi: Jos haluat löytääjotain intenetistä, käytä hakukonetta joka kunnioittaa yksityisyyttäsi - kuten<a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> tai <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>
nb: Hvis du ønsker å finne ting på nettet, bruk en søkemotor som respekterer din rett til privatliv – som <a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> eller <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>
nl: Als je informatie wilt vinden op internet, gebruik dan een zoekmachine die je privacy respecteert, zoals <a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> of <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>
sv: Om du vill hitta saker på nätet använder du en sökmotor som respekterar din integritet - som <a href="https://duckduckgo.com/" target="_blank" rel="noopener">DuckDuckGo</a> eller <a href="https://search.disconnect.me/" target="_blank" rel="noopener">Disconnect.me</a>

source: And if you are really good with technology, consider installing a Linux-based operating system on your home PC or Laptop. Check out <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> or <a href="https://www.edubuntu.org/" target="_blank" rel="noopener">Edubuntu</a> (special distribution for kids)
da: Og hvis du er virkelig dygtig til teknologi, overvej da at installere et Linux-baseret operativsystem på din PC eller Laptop. Tag et kig på <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> eller <a href="https://www.edubuntu.org/" target="_blank" rel="noopener">Edubuntu</a> (særlig distribution for børn)
fi: Ja jos olet teknisesti oikein näppärä, harkitse Linux-pohjaisen käyttöjärjestelmän asentamista pöytätietokoneellesi tai läppärillesi. Kokeile <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> tai <a href="https://www.edubuntu.org/" target="_blank" rel="noopener">Edubuntu</a> (erityinen lastenversio).
nb: Og hvis du er flink med teknologi, tenk på å installere et Linux-basert operativsystem på din hjemmepc eller bærbare datamaskin. Sjekk <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> eller <a href="https://www.edubuntu.org/" target="_blank" rel="noopener">Edubuntu</a> (distribusjon laget spesielt for barn)
nl: En als je goed kan omgaan met computers, overweeg dan een op Linux gebaseerd besturingssysteem te installeren op je computer of laptop. Bijvoorbeeld <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> of <a href="https://www.edubuntu.org/" target="_blank" rel="noopener">Edubuntu</a> (speciaal voor kinderen)
sv: Och om du är riktigt bra med teknik kan du överväga att installera ett Linux-baserat operativsystem på din hemdator eller bärbara dator. Kolla in <a href="https://www.ubuntu.com/" target="_blank" rel="noopener">Ubuntu</a> eller <a href="https://www.edubuntu.org/" target="_ blank" rel="noopener">Edubuntu</a> (specialdistribution för barn)

source: >>Did you know?
nb: >>Visste du?

source: CHAPTER 3 Protect yourself on social networks
nb: KAPITTEL 3 Beskytt deg selv på sosiale nettverk
nl: HOOFDSTUK 3 Bescherm jezelf op sociale netwerken

source: CHAPTER 4 Top three tips and tricks
nb: KAPITTEL 4 De beste tre tips- og triksene
nl: HOOFDSTUK 4 De 3 beste tips & trucs

source: CHAPTER 5 Safer messaging
nb: KAPITTEL 5 Sikrere meldingsforsendelse
nl: HOOFDSTUK 5 Veilig berichten versturen

source: CHAPTER 6 Smartphone security
nb: KAPITTEL 6 Smarttelefonsikkerhet
nl: HOOFDSTUK 6 Smartphone-beveiliging

source: Congratz! - EDRi
da: Tillykke! - EDRi
fi: Onneksi olkoon! - EDRi
nb: Gratulerer! - EDRi
nl: Gefeliciteerd! - EDRi

source: Congratz!
da: Tillykke!
fi: Onneksi olkoon!
nb: Gratulerer!
nl: Gefeliciteerd!

source: digital_armour_internet
da: digital_rustning_internet
nb: digitalt_rustet_internett

source: digital_armour_social_networks
da: digital_rustning_sociale_netværk
nb: digitalt_rustet_sosiale_nettverk

source: digital_armour_passwords
da: digital_rustning_passwords
nb: digitalt_rustet_passord

source: digital_armour_apps
da: digital_rustning_programmer
nb: digitalt_rustet_programmer

source: digital_armour_internet2
da: digital_rustning_internet2
nb: digitalt_rustet-internett2

source: digital_armour_privacy
da: digital_rustning_privatliv
nb: digitalt_rustet_privatliv
