Repository: EFN/Privacy4Kids
Catalog: locale/*.po
Languages: da, fi, nb, nl, sv

source: Why? Because if criminals (like Data Smuggler) get access to the passwords of one of your accounts, they often try to enter other accounts with the same password. They know that people tend to use the same password on several sites!
sv: Varför? Om brottslingar (som Datasmugglaren) får tillgång till ditt lösenord för en tjänst försöker de ofta att logga in i andra tjänster med samma lösenord. De vet nämligen att det är vanligt att återanvända lösenord på flera webbplatser!

source: 2. Never use a word from the dictionary
da: 2 . Brug aldrig et ord fra ordbogen
fi: Älä koskaan käytä sanaa suoraan sanakirjasta.
nb: 2. Bruk aldri et ord fra ordboka
nl: 2. Gebruik nóóit een woord uit het woordenboek
sv: 2. Använd aldrig ett ord ur en ordlista

source: …no matter how long it may be or how complicated it may look.
da: …uanset hvor langt det måtte være, eller hvor tilsyneladende kompliceret det ser ud.
fi: ...olkoon se kuinka pitkä ja mutkikkaan näköinen tahansa.
nb: …uansett hvor langt det måtte være, eller hvor tilsynelatende komplisert det ser ut.
nl: ...hoe lang het ook mag zijn of hoe moeilijk het er ook uitziet.
sv: ...oavsett hur långt det är eller hur komplicerat det ser ut.

source: Why? Because there are computer programmes that try every single word in the dictionary as a way of »guessing« your password. Every superhero in our Defenders team has a strong and creative password. You can join them – your password is your weapon to get out of danger!
da: Hvorfor? Fordi der findes computerprogrammer, som prøver hvert eneste ord i ordbogen for forsøge at «gætte» dit kodeord. Hver superhelt i vores hold af forsvarere har et stærkt og kreativt kodeord. Du kan blive en af dem – dit kodeord er dit våben for at undgå fare!
fi: Miksi? Koska onolemassa tietokoneohjelmia jotka koettavat "arvata" salasanasi kokeilemalla jokaistasanakirjan sanaa. Jokaisella Puolustajien joukkueemme supersankarilla on vahva ja omaperäinen salasana. Voit liittyä heihin - salasanasi on ase jolla torjut vaaran!
nb: Hvorfor? Fordi det finnes dataprogrammer som prøver hvert eneste ord i ordboka for forsøke å «gjette» passordet ditt. Hver superhelt i vårt lag av forsvarere har et sterkt og kreativt passord. Du kan bli en av dem – passordet ditt er ditt våpen for å unngå fare!
nl: Waarom? Omdat computerprogramma's elk woord uit het woordenboek proberen om je wachtwoord te »raden«. Elke superheld in ons Beschermers-team heeft een sterk en creatief wachtwoord. Ook jij kunt meedoen - je wachtwoord is je wapen om gevaar af te wenden!
sv: Varför? Eftersom det finns dataprogram som prövar varje enskilt ord i ordlistor som ett sätt att "gissa" ditt lösenord. Alla superhjältar i Digitalförsvarna har ett starkt och kreativt lösenord. Gör som dem - ditt lösenord är ditt vapen för att undvika fara!

source: 3. Your password should be at least 12 characters long
da: 3 . Dit Kodeord bør være mindst 12 tegn langt
fi: 3. Salasanasi pitäisi olla ainakin 12 merkkiä pitkä.
nb: 3. Passordet ditt burde være minst 12 tegn langt
nl: 3. Je wachtwoord moet minimaal 12 tekens lang zijn
sv: 3. Ditt lösenord ska vara minst 12 tecken långt

source: This is the minimum. The longer a password is, the more difficult it is to hack it.
da: Dette er et mindstekrav. Desto længere et kodeord er, desto vanskeligere er det at gætte sig til det.
fi: Se on minimi. Mitä pitempi salasana, sen vaikeampi sitä on murtaa.
nb: Dette er et minstekrav. Desto lengre et passord er, desto vanskeligere er det å gjette seg til det.
nl: Dit is het minimum. Hoe langer het wachtwoord, hoe moeilijker het is om te kraken.
sv: Det är ett minimum. Ju längre ett lösenord är desto svårare är det att hacka.

source: Why? Because the longer it is, the more difficult it is to guess. Some experts say that it is OK to write it down on a piece of paper, just hide it very well!
sv: Varför? För ju längre det är, desto svårare är det att gissa. Vissa experter säger att det är okej att skriva ner det, göm pappersbiten väl!

source: DIGITAL DEFENDERS v DATA INTRUDERS (IV)
da: DIGITALE FORSVARERE mod DATAINDTRÆNGERE (IV)
fi: TIEDON PUOLUSTAJAT JA TIETOMURTAJAT (IV)
nb: DIGITALE FORSVARERE mot DATAINNTRENGERE (IV)
nl: DIGITALE BESCHERMERS v DATAGRAAIERS (IV)
sv: DIGITALFÖRSVARARNA mot DATAINKRÄKTARNA (IV)

source: QUEEN OF LOCKS
da: LÅSENES DRONNINGEN
fi: LUKKOJEN KUNINGATAR
nb: DRONNINGEN AV LÅSER
nl: KONINGIN DER SLOTEN
sv: LÅSENS DROTTNING

source: POWERS: She fights for privacy and security. She gives powerful private keys to people who are in danger and helps them to secure their personal information online.
da: KRÆFTER: Hun kæmper for retten til privatliv og sikkerhed. Hun deler kraftige private nøgler ud til folk, som er i fare, og hjælper dem med at sikre deres personlige information på nettet.
fi: KYVYT: Taistelee yksityisyyden ja turvallisuuden puolesta. Hän antaa mahtavia yksityisiä avaimia vaarassa oleville ja auttaa heitä turvaamaan henkilökohtaiset tietonsa verkossa.
nb: KREFTER: Hun sloss for retten til privatliv og sikkerhet. Hun deler ut kraftige private nøkler til folk som er i fare, og hjelper dem å sikre sin personlige informasjon på nett.
nl: KRACHTEN: Ze vecht voor privacy en veiligheid. Ze geeft krachtige privésleutels aan mensen die gevaar lopen en helpt ze om hun persoonlijke informatie op internet te beveiligen.
sv: SUPERKRAFTER: Hon kämpar för din integritet och säkerhet. Hon ger starka säkerhetsnycklar till personer som är i fara och hjälper dem att säkra sin personliga information på nätet.

source: WEAPONS: Her helmet – she uses it to shoot energy beams from her eyes. She can cut right through Finn Phisher's dangerous net.
da: VÅBEN: Hendes hjelm - hun bruger den til at skyde energistråler fra øjnene. Hun kan skære lige igennem Finn Lurefiskers farlige net.
fi: ASEET: Hänen kypäränsä - hän ampuu sillä energiasäteitä silmistään. Hän pystyy leikkaamaan EVÄ KHALASTAJAN vaarallisen verkon rikki.
nb: VÅPEN: Hjelmen - hun bruker den til å skyte energistråler fra øynene. Hun kan kutte Finn Lurefiskers nett tvert av.
nl: WAPENS: Haar helm. Ze gebruikt haar helm om energieflitsen te schieten met haar ogen. Ze kan in een flits door het net van Finn Phisher breken.
sv: VAPEN: Hennes hjälm - hon använder den för att skjuta energistrålar med ögonen. Hon kan skära rakt igenom Nätfiskare FINNs farliga nät.

source: FINN PHISHER
da: FINN LUREFISKER
fi: EVÄ KHALASTAJA
nb: FINN LUREFISKER
sv: NÄTFISKARE FINN

source: POWERS: He possesses superhuman strength, speed and reflexes. He uses his powers to sneak into your phone and fish for your secrets.
da: KRÆFTER: Han har overmenneskelig styrke, hurtighed og reflekser. Han bruger sine kræfter til at snige sig ind i din telefon og fiske dine hemmeligheder ud af den.
fi: KYVYT: Hänellä on yli-inhimilliset voimat, nopeus ja reaktiokyky. Hän käyttää kykyjään livahtaakseen puhelimeensi ja kalastaakseen salaisuutesi.
nb: KREFTER: Han har overmenneskelig styrke, fart og reflekser. Han bruker sine krefter til å snike seg inn i telefonen din og fiske ut hemmelighetene dine.
nl: KRACHTEN: Hij heeft bovenmenselijke kracht, -snelheid en -reflexen. Hij gebruikt zijn krachten om stiekem je telefoon binnen te dringen en je geheimen op te vissen.
sv: SUPERKRAFTER: Han har övernaturlig styrka, snabbhet och reflexer. Han använder sina krafter för att smyga in i din telefon och fiska efter dina hemligheter.

source: WEAPONS: He throws an electrostatic data net to stun his opponents.
da: VÅBEN: Han kaster et elektrostatisk datanet for at overvælde sine modstandere.
fi: ASEET: Hän heittää elektrostaattisen verkon lamaamaan vastustajansa.
nb: VÅPEN: Han kaster sitt elektrostatiske datanett for å overvelde motstandere.
nl: WAPENS: Hij gooit een elektrostatisch data-net uit om zijn tegenstanders te verzwakken.
sv: VAPEN: Han kastar ett elektrostatiskt datanät över sina motståndare för att bedöva dem.

source: » QUEST 5: WHEN I BROWSE THE INTERNET… [X] …I can do whatever I want and I'm safe – it's not reality! [U] …I can protect myself by not allowing cookies and not storing my browser history. [Y] …being too careful is just paranoid because I have nothing to hide.
sv: » UPPDRAG 5: NÄR JAG SURFAR PÅ INTERNET… [X] …kan jag göra vad jag vill och ändå vara säker - för det är inte på riktigt! [U] …kan jag skydda mig själv genom att inte tillåta cookies eller att min historik lagras. [Y] …har jag inget att dölja och behöver därför inte vara försiktig.

source: CHAPTER 9 Photo and video sharing
da: KAPITEL 9 Deling af videoer og billeder
fi: LUKU 9 Valokuvien ja videoiden jakaminen
nb: KAPITTEL 9 Deling av videoer og bilder
nl: HOOFDSTUK 9 Foto's en video's delen
sv: KAPITEL 9 Delning av foton och videor

source: We tell our friends about our daily life by sharing images and videos with them online.
da: Vi fortæller vores venner om det vi gør til dagligt ved at dele billeder og videoer med dem på nettet.
fi: Kerromme ystävillemme päivittäisestä elämästämme jakamalla heidän kanssaan kuvia ja videoita verkossa.
nb: Vi forteller vennene våre om det vi gjør til daglig ved å dele bilder og videoer med dem på nett.
nl: We praten met onze vrienden over ons dagelijks leven door online foto's en video's met ze te delen.
sv: Genom att dela bilder och videoklipp berättar vi om vårt dagliga liv för våra vänner online.

source: » Sharing is cool – but photos and videos can be copied easily.
da: » At dele er sejt - men billeder og videoer kan let kopieres.
fi: Jakaminen on kivaa - mutta valokuvia ja videoita on helppo kopioida.
nb: » Deling er kult - å ha kontrollen med kopier av bilder og videoer likeså.
nl: » Delen is cool, maar foto's en video's kunnen makkelijk worden gekopieerd.
sv: » Dela är coolt - men bilder och videoklipp kan enkelt kopieras av andra.

source: Remember that it is always important to make sure that we are not sharing with people we don't want to share with. People might be able to see our private images, and misuse them.
da: Husk, at det altid er vigtigt at forsikre sig om, at man ikke deler med folk, man ikke ønsker. Folk kan komme til at både se og misbruge private billeder.
fi: Muista että on aina tärkeää varmistaa, ettemme jaa materiaalia sellaisten ihmisten kanssa joiden emme halua. Ihmiset saattavat nähdä yksityisiä kuviamme ja käyttää niitä väärin.
nb: Husk at det alltid er viktig å forsikre seg om at man ikke deler med folk man ikke ønsker. Folk kan komme til å både se og misbruke private bilder.
nl: Onthoud dat het altijd belangrijk is om zeker te weten dat we niks delen met mensen waarmee we niet willen delen. Mensen kunnen soms onze privéfoto's zien en misbruiken.
sv: Kom ihåg att det alltid är viktigt att välja med vilka du vill dela bilder och videoklipp. Annars kan de spridas och användas i felaktigt syfte.

source: What is the problem? If we send an image or video, we send a copy of it from our device to the device of a friend. Imagine that our friend shares the image again with others. Every copy can be copied again.
da: Hvad er problemet? Hvis vi sender et billede eller en video, sendes der en kopi af den fra vores enhed til vores vens enhed. Forestill dig at vores ven deler billedet videre med anden. Hver kopi kan kopieres igen uendeligt.
fi: Missä ongelma? Jos lähetämme kuvan tai videon, lähetämme kopion siitä omasta laitteestamme kaverin laitteeseen. Entäpä jos kaveri jakaa kuvan edelleen muille? Jokainen kopio voidaan kopioida uudestaan.
nb: Hva er problemet? Hvis vi sender et bilde eller video, sendes det en kopi av den fra vår enhet til vår venns enhet. Forestill deg at vår venn deler bildet videre med andre. Hver kopi kan kopieres igjen uendelig.
nl: Wat is het probleem? Als we een foto of video versturen, dan sturen we een kopie vanaf ons apparaat naar dat van een vriend. Bedenk nu hoe onze vriend de afbeelding deelt met anderen. Elke kopie kan opnieuw worden gekopieerd.
sv: Vad är problemet? Om vi skickar en bild eller video skickar vi en kopia av den från vår enhet till en annan enhet. Tänk dig att bilden delas igen med andra. Varje kopia kan kopieras igen.

source: If we share a photo or video online, there will always be several copies of it on different devices. Even if we delete the original image from our own devices, the other copies will still be there.
da: Hvis vi deler et billede eller en video på nettet, vil der altid være mange kopier af den på forskellige enheder. Selv om vi sletter det oprindelige billede fra vores egne enheder, vil de andre kopier stadig være at finde derude.
fi: Jos jaamme kuvan tai videon verkossa, siitä on aina useita kopioita eri laitteilla. Vaikka tuhoaisimme alkuperäisen kuvan omilta laitteiltamme, muut kopiot ovat yhä jäljellä.
nb: Hvis vi deler et bilde eller en video på nett, vil det alltid være mange kopier av den på forskjellige enheter. Selv om vi sletter det opprinnelige bildet fra våre egne enheter, vil de andre kopiene fremdeles være å finne der ute.
nl: Als we online een foto of video delen, dan bestaan er altijd verschillende kopieën van op andere apparaten. Zelfs als we de originele foto verwijderen van onze eigen apparaten, dan zijn er nog steeds andere kopieën.
sv: Om vi delar ett foto eller en video online, kommer alltid kopior finnas på olika enheter. Även om vi tar bort originalbilden från vår egen enhet, kommer de andra kopiorna fortfarande att finnas kvar.

source: When we share, our stuff can get into the hands of people that we didn't want to share with.
da: Når vi deler, kan vores ting komme andre folk i hænde, uden at vi havde til hensigt at dele med dem.
fi: Kun jaamme, materiaalimme voi joutua sellaisten ihmisten käsiin, joiden kanssa emme halua jakaa sitä.
nb: Når vi deler, kan våre ting komme andre folk i hende, uten at vi hadde til hensikt å dele med dem.
nl: Als we iets delen, dan kunnen onze spullen in de handen komen van mensen met wie we niks willen delen.
sv: När vi delar kan våra saker komma i händerna på människor som vi inte ville dela med.

source: Some people could even try to steal our identity by using our images – just like I.D. Thief.
da: Nogle folk kan prøve at stjæle vores identitet ved at bruge vores billeder - akkurat som ID-tyv.
fi: Jotkut saattavat jopa yrittää varastaa henkilöllisyytemme käyttämällä kuviamme - kuten I. D. Varas.
nb: Noen folk kan prøve å stjele vår identitet ved å bruke våre bilder - akkurat som ID-tyv.
nl: Sommige mensen kunnen zelfs onze identiteit proberen te stelen door onze foto's te gebruiken - net als I.D. Dief.
sv: Vissa personer kan även försöka stjäla vår identitet genom att använda våra bilder - precis som I.D. STÖLD.

source: Snapchat is an app to share pictures that disappear quickly. Unfortunately, it is still possible to save a photo with a few tricks and share it again. Thousands of Snapchat images have already been put on the internet.
da: Snapchat er et spionerende program til deling af billeder, som tilsyneladende forsvinder hurtigt. Uheldigvis er det stadig muligt at lagre et billede ved brug af nogle tricks og dele det videre. Tusindvis af Snapchat-billeder er allerede blevet lagt ud på Internettet.
fi: Snapchat on sovellus, jolla voi jakaa kuvia jotka sitten katoavat pian. Ikävä kyllä on silti mahdollistatallentaa kuva muutamalla tempulla ja jakaa se uudestaan. Tuhansia Snapchatin kuvia on jo ladattu internetiin.
nb: Snapchat er et spionerende program for deling av bilder som tilsynelatende blir borte raskt. Uheldigvis er det fremdeles mulig å lagre et bilde ved bruk av noen triks, og dele det videre. Tusenvis av Snapchat-bilder har allerede blitt lagt ut på Internett.
nl: Snapchat is een app om foto's te delen die snel weer verdwijnen. Helaas is het zelfs daarmee nog mogelijk om met een paar trucjes een afbeelding op te slaan en opnieuw te delen. Er zijn al duizenden Snapchat-afbeeldingen uitgelekt.
sv: Snapchat är en app för att dela bilder som försvinner snabbt. Tyvärr är det fortfarande möjligt att spara ett foto med några knep och dela det igen. Tusentals Snapchat-bilder har redan släppts ut på Internet.

source: This means that we all have to live with the fact that social networks can be used in good ways as well as in bad ways. So you need to think before posting or sending photos and videos over the internet! You should ask yourself if you would put this photo on the blackboard of your school. If not, it's maybe not a good idea to share it online.
sv: Det betyder att vi alla måste leva med möjligheten att sociala nätverk kan användas på såväl bra som dåliga sätt. Så vi måste tänka innan vi publicerar eller skickar foton och videor via internet! Vi borde fråga oss själva om vi skulle lägga detta foto på skolans allmänna styrelse. Om inte är det kanske inte en bra idé att dela det online.

source: If our photo shows other people, we have to ask for their permission before sharing, because it is their right to decide.
da: Hvis vores billede viser andre mennesker eller deres ting, må vi spørge dem om lov, før vi deler det, fordi de har ret til at bestemme selv. Råderetten er deres.
fi: Jos kuvass näkyy muita ihmisiä, on kysyttävä lupaa ennen jakamista, koska heidän oikeutensa on päättää asiasta.
nb: Hvis bildet vårt viser andre mennesker, eller deres ting, må vi spørre dem om lov før vi deler det, fordi de har en rett til å bestemme selv. Råderetten er deres.
nl: Als er andere mensen op onze foto staan, dan moeten we ze toestemming vragen voordat we de foto delen. Het is hun recht om te beslissen of ze willen dat de foto gedeeld wordt.
sv: Om bilden visar andra personer, måste vi begära deras tillstånd innan den delas. Det är deras rätt att själva bestämma hur bilder på dem ska få användas.

source: For images that we did not take ourselves, we should ask the owner for permission before we share them online.
da: For billeder som vi ikke har taget selv, skal vi spørge ejeren om lov, før vi deler dem på nettet.
fi: Jos kuvaa ei ole ottanut itse, pitäisi kysyä omistajalta lupaa ennen kuin kuvan jakaa netissä.
nb: For bilder som vi ikke har tatt selv, spør vi eieren om lov før vi deler dem på nett.
nl: Als we een foto niet zelf hebben genomen, dan moeten we toestemming vragen aan de eigenaar voordat we de foto online delen.
sv: För bilder som vi inte själva tagit måste vi fråga ägaren(upphovspersonen) om tillstånd innan vi delar dem online.

source: DIGITAL DEFENDERS v DATA INTRUDERS (V)
da: DIGITALE FORSVARERE mod DATAINDTRÆNGERE (V)
fi: TIEDON SUOJELIJAT ja TIETOMURTAJAT (V)
nb: DIGITALE FORSVARERE mot DATAINNTRENGERE (V)
nl: DIGITALE BESCHERMERS v DATAGRAAIERS (V)
sv: DIGITALFÖRSVARARNA mot DATAINKRÄKTARNA (V)

source: JOHNNY RANDOM
da: TROELS TILFÆLDIG
fi: JUSSI SATTUMA
nb: TRULS TILFELDIG
nl: JAN WILLEKEUR
sv: SLUMP-JOHNNY

source: POWERS: He was born on planet Entropia, somewhere in a far away Galaxy. As all members of his species, he has the ability to change his shape at will. He can shield your secrets with randomly changing passwords.
da: KRÆFTER: Han blev født på planeten Entropia, i en afsidesliggende galakse langt borte. Som alle sine artsfæller, har han mulighed for at ændre form efter ønske. Han kan beskytte dine hemmeligheder med tilfældigt muterende kodeord.
fi: KYVYT: Hän on syntynyt Entropia-planeetalla, jossakin kaukaisessa galaksissa. Kaikkien lajinsa edustajien tapaan hän voi muuttaa muotoaan kuten haluaa. Hän voi suojella salaisuuksiasi satunnaisesti vaihtuvilla salasanoilla.
nb: KREFTER: Han ble født på planeten Entropia, i en avsidesliggende galakse, langt unna. Som alle hans artsfrender, har han mulighet til å endre form etter ønske. Han kan beskytte dine hemmeligheter med tilfeldig muterende passord.
nl: KRACHTEN: Hij is geboren op de planeet Entropia, ergens in een sterrenstelsel ver hier vandaan. Net als de anderen van zijn soort kan hij zijn uiterlijk te allen tijde aanpassen. Hij kan je geheimen bewaren door middel van willekeurig wijzigende wachtwoorden.
sv: SUPERKRAFTER: Han föddes på planeten Entropia, någonstans i en avlägsen galax. Hans förmåga är att med viljans kraft ändra form. Han kan skydda dina hemligheter genom att slumpmässigt byta lösenord.

source: WEAPONS: His main weaponry are energy charged parts of his body that he can throw and recover at any time.
da: VÅBEN: Hans hovedvåben er opladede kropsdele, som han kan kaste og hente tilbage når som helst.
fi: ASEET: Hänen pääaseitaan ovat energialla ladatut ruumiinosat, joita hän voi heittää pois ja kasvattaa uudelleen milloin hyvänsä.
nb: VÅPEN: Hans hovedvåpen er oppladede kroppsdeler, som han kan kaste og hente tilbake når som helst.
nl: WAPENS: Zijn belangrijkste wapens zijn de met energie geladen delen van zijn lichaam die hij op elk moment kan gooien en terughalen.
sv: VAPEN: Hans främsta vapen är hans formbara och energiladdade kroppdelar som kastas på motståndaren. Kroppsdelar som sedan återvänder och laddas om.

source: DATA SMUGGLER
da: DATASMUGLER
fi: DATA TROKARI
nb: DATASMUGLER
nl: GEGEVENSSMOKKELAAR
sv: DATASMUGGLAREN

source: POWERS: He is very rich and has abilities far superior to humans. He is incredibly flexible and has superhuman strength. He collects precious personal data (like your photos and messages) and sells it on the black market.
da: KRÆFTER: Han er meget rig og hans evner overgår langt det, som er muligt for mennesker. Han er ekstremt fleksibel og besidder overmenneskelig styrke. Han samler dyrebare personlige data (som dine billeder og beskeder) og sælger dem på den sorte børs.
fi: KYVYT: Hän on upporikas ja hänellä on yli-inhimillisiä taitoja. Hän on uskomattoman joustava ja hänellä on yliluonnolliset voimat. Hän kerää arvokasta henkilökohtaista tietoa (kuten kuviasi ja viestejäsi) ja myy sen mustassa pörssissä.
nb: KREFTER: Han er veldig rik, og hans evner overgår langt det som er mulig for mennesker. Han er ekstremt fleksibel, og besitter overmenneskelig styrke. Han samler dyrebare personlige data (som dine bilder og meldinger), og selger dem på svartebørsen.
nl: KRACHTEN: Hij is behoorlijk rijk en kan dingen doen die mensen nooit zouden kunnen. Hij is heel flexibel en heeft bovenmenselijke kracht. Hij verzamelt waardevolle persoonlijke gegevens (zoals je foto's en berichten) en verkoopt deze op de zwarte markt.
sv: SUPERKRAFTER: Han är mycket inflytelserik och besitter övermänskliga förmågor och egenskaper som gör att han enkelt kan manövrera i cyberspace. Han samlar in värdefulla personuppgifter (som dina foton och meddelanden) och säljer dem på den svarta marknaden.

source: WEAPONS: He carries different types of weapons in his suitcase.
da: VÅBEN: Han har mange forskellige våben i sin mappe.
fi: ASEET: Hänellä on eri tyyyppisiä aseita salkussaan.
nb: VÅPEN: Han har mange forskjellige våpen i stresskofferten sin.
nl: WAPENS: Hij draagt verschillende soorten wapens bij zich in zijn koffer.
sv: VAPEN: Han bär olika typer av vapen i sin portfölj.

source: CHAPTER 10 Apps & tools we like
da: Kapitel 10 Programmer og værktøjer vi kan lide
fi: LUKU 10: Hyviä sovelluksia ja työkaluja.
nb: Kapittel 10 Programmer og verktøy vi liker
nl: HOOFDSTUK 10 Aanbevolen apps & hulpmiddelen
sv: KAPITEL 10 Appar & verktyg vi gillar

source: SMARTPHONE APPS
fi: ÄLYPUHELINSOVELLUKSET
nb: SMARTTELEFONPROGRAMMER
sv: SMARTPHONE-APPAR

source: App | What it does | Difficulty to use
da: Program | Hvad det gør | Sværhedsgrad
nb: Program | Hva det gjør | Enkelhet i bruk
nl: App | Wat de app doet | Moeilijkheidsgraad
sv: App | Vad den gör | Svårighet att använda

source: Signal | Secure messaging and phone calls (WhatsApp alternative) | Easy
sv: Signal | Säkra meddelanden och telefonsamtal (WhatsApp-alternativ) | Lätt

source: Firefox | A privacy-friendly web browser | Easy
sv: Firefox | En integritetsvänlig webbläsare | Lätt

source: KeePass DX | Manages all your passwords | Easy
sv: KeePass DX | Hanterar alla dina lösenord | Lätt
